[
    {
        "input": "Hydrogen's atomic number squared exceeds number of Spice Girls?",
        "answer": "No"
    },
    {
        "input": "Would a pear sink in water?",
        "answer": "No"
    },
    {
        "input": "Are all limbs required for jujutsu?",
        "answer": "No"
    },
    {
        "input": "Could a llama birth twice during War in Vietnam (1945-46)?",
        "answer": "No"
    },
    {
        "input": "Does Linus Torvalds make money off of DirectX?",
        "answer": "No"
    },
    {
        "input": "Could a silverfish reach the top of the Empire State Building?",
        "answer": "No"
    },
    {
        "input": "Are the majority of Reddit users familiar with the Pledge of Allegiance?",
        "answer": "Yes"
    },
    {
        "input": "Do the anchors on Rede Globo speak Chinese?",
        "answer": "No"
    },
    {
        "input": "Can Reiki be stored in a bottle?",
        "answer": "No"
    },
    {
        "input": "While viewing \"Scary Movie\" is the viewer likely to experience an increase in adrenaline?",
        "answer": "No"
    },
    {
        "input": "Would Marvel's Gateway be envious of the Doctor (Doctor Who)'s TARDIS machine?",
        "answer": "No"
    },
    {
        "input": "Is material from an aloe plant sometimes enclosed in petroleum-derived products?",
        "answer": "Yes"
    },
    {
        "input": "Could a bee hummingbird balance a scale with a single pea on it?",
        "answer": "No"
    },
    {
        "input": "Would a broadcast from Spirit make the news in 2020?",
        "answer": "Yes"
    },
    {
        "input": "Would characters in Harry Potter and the Philosopher's Stone be persecuted as pagans?",
        "answer": "Yes"
    },
    {
        "input": "Can music be used as a weapon?",
        "answer": "Yes"
    },
    {
        "input": "Can Harry Potter book a flight on Asiana Airlines?",
        "answer": "No"
    },
    {
        "input": "Karachi was a part of Alexander the Great's success?",
        "answer": "Yes"
    },
    {
        "input": "Will The Exorcist stimulate limbic system?",
        "answer": "Yes"
    },
    {
        "input": "Would World War II have been the same without Alan Turing?",
        "answer": "No"
    },
    {
        "input": "Does New York Harbor sit on a craton without volcanic activity?",
        "answer": "No"
    },
    {
        "input": "Can the Palace of Westminster tell time in the dark?",
        "answer": "Yes"
    },
    {
        "input": "In teenagers and young adults with depression, are SSRI medications less safe than they are for adults?",
        "answer": "Yes"
    },
    {
        "input": "Does Marco Rubio have a close relationship with Allah?",
        "answer": "No"
    },
    {
        "input": "Would Persephone be a good consultant to a landscape architect?",
        "answer": "Yes"
    },
    {
        "input": "Did Thomas Greenhill's parents violate the concept of monogamy?",
        "answer": "No"
    },
    {
        "input": "Would it be uncommon for a high schooler to use the yellow pages?",
        "answer": "Yes"
    },
    {
        "input": "Could an escapee swim nonstop from Alcatraz island to Siberia?",
        "answer": "No"
    },
    {
        "input": "Would the Titanic be well preserved at the bottom of the Gulf of Finland?",
        "answer": "Yes"
    },
    {
        "input": "Could a snowy owl survive in the Sonoran?",
        "answer": "No"
    },
    {
        "input": "Would a rabbi worship martyrs Ranavalona I killed?",
        "answer": "No"
    },
    {
        "input": "Would an oil painter avoid reds from scale insects that live on a cactus?",
        "answer": "Yes"
    },
    {
        "input": "Was the Second Amendment to the United States Constitution written without consideration for black Americans?",
        "answer": "Yes"
    },
    {
        "input": "Are all the elements plants need for photosynthesis present in atmosphere of Mars?",
        "answer": "Yes"
    },
    {
        "input": "Can you find Bob Marley's face in most smoke shops?",
        "answer": "Yes"
    },
    {
        "input": "Did Pablo Escobar's nickname collection outshine Robert Moses Grove's?",
        "answer": "Yes"
    },
    {
        "input": "Has the Subway restaurant franchise had any connections with child abusers?",
        "answer": "Yes"
    },
    {
        "input": "Does autopilot rely on fossil fuels?",
        "answer": "Yes"
    },
    {
        "input": "Does Nicole Kidman know any Scientologists?",
        "answer": "Yes"
    },
    {
        "input": "Was John Lennon known to be a good friend to Sasha Obama?",
        "answer": "No"
    },
    {
        "input": "Would the tunnels at CERN fit onto the High Speed 1 rails?",
        "answer": "Yes"
    },
    {
        "input": "Could an elephant easily defeat a male macaque?",
        "answer": "Yes"
    },
    {
        "input": "Do the Ubuntu people speak Ubuntu?",
        "answer": "No"
    },
    {
        "input": "Is cycling a high-risk activity for pelvis fractures?",
        "answer": "No"
    },
    {
        "input": "Is a platypus immune from cholera?",
        "answer": "Yes"
    },
    {
        "input": "Would a moose hypothetically be too much for a minotaur to devour whole?",
        "answer": "Yes"
    },
    {
        "input": "Are there bones in an anchovy pizza?",
        "answer": "Yes"
    },
    {
        "input": "Can a Bengal cat survive eating only pancakes?",
        "answer": "No"
    },
    {
        "input": "Can the original name of the zucchini be typed on the top row of a QWERTY keyboard?",
        "answer": "No"
    },
    {
        "input": "Does The Hague border multiple bodies of water?",
        "answer": "No"
    },
    {
        "input": "Did people in Korea under Japanese Rule watch a lot of Iron Chef?",
        "answer": "No"
    },
    {
        "input": "Would  bald eagle deliver an urgent message before B-52?",
        "answer": "No"
    },
    {
        "input": "Does Snoopy look like Chance from Homeward Bound?",
        "answer": "No"
    },
    {
        "input": "Do most middle class families have butlers?",
        "answer": "No"
    },
    {
        "input": "Was Hillary Clinton's deputy chief of staff in 2009 baptised?",
        "answer": "No"
    },
    {
        "input": "Does the New York Public Library sell Alpo products?",
        "answer": "No"
    },
    {
        "input": "Would Taylor Swift refer to Snoopy as oppa?",
        "answer": "Yes"
    },
    {
        "input": "Did Confederate States Army influence West Point fashion?",
        "answer": "Yes"
    },
    {
        "input": "Does conservatism repulse Blaire White?",
        "answer": "No"
    },
    {
        "input": "Do all parts of the aloe vera plant taste good?",
        "answer": "No"
    },
    {
        "input": "Did Kurt Cobain's music genre survive after his death?",
        "answer": "Yes"
    },
    {
        "input": "Did Immanuel Kant ever meet the 14th president of the United States?",
        "answer": "No"
    },
    {
        "input": "Would eliminating competition in the Japanese bulk carrier market be profitable for a steel company?",
        "answer": "Yes"
    },
    {
        "input": "Would a geographer use biochemistry in their work?",
        "answer": "No"
    },
    {
        "input": "Is most coffee produced South of the Equator?",
        "answer": "Yes"
    },
    {
        "input": "Is it hard to get a BLT in Casablanca?",
        "answer": "Yes"
    },
    {
        "input": "Could largest ship from Voyages of Christopher Columbus haul Statue of Liberty?",
        "answer": "No"
    },
    {
        "input": "Would Jolly Green Giant's largest monument look impressive next to Pyrenees?",
        "answer": "No"
    },
    {
        "input": "Did Karl Marx influence the communist party of China?",
        "answer": "Yes"
    },
    {
        "input": "Does Soylent use Pea for their source of protein?",
        "answer": "No"
    },
    {
        "input": "Do most religious people in Quebec refer to the Quran?",
        "answer": "No"
    },
    {
        "input": "Are lengths measured in metres in the UK?",
        "answer": "Yes"
    },
    {
        "input": "Do gorillas fight with panda bears?",
        "answer": "No"
    },
    {
        "input": "Was Christina Aguilera born in the forgotten borough?",
        "answer": "Yes"
    },
    {
        "input": "Is H's most common two letter pair partner a freebie in Wheel of Fortune bonus round?",
        "answer": "Yes"
    },
    {
        "input": "Can a quarter fit inside of a human kidney?",
        "answer": "Yes"
    },
    {
        "input": "Was P. G. Wodehouse's favorite book The Hunger Games?",
        "answer": "No"
    },
    {
        "input": "Will more people go in and out of Taco Bell than a Roy Rogers each year?",
        "answer": "Yes"
    },
    {
        "input": "Is it safe to wear sandals in snow?",
        "answer": "No"
    },
    {
        "input": "Was Nikola Tesla's home country involved in the American Civil War?",
        "answer": "No"
    },
    {
        "input": "Did Ada Lovelace die tragically young for her era?",
        "answer": "No"
    },
    {
        "input": "Were deaths from Apollo 13 mission eclipsed by other space missions?",
        "answer": "Yes"
    },
    {
        "input": "Is xenophobia hypothetically unimportant between Saladin and Ali Askari?",
        "answer": "Yes"
    },
    {
        "input": "Was Raphael's paintings influenced by the country of Guam?",
        "answer": "No"
    },
    {
        "input": "Could Oscar Wilde have operated a motor vehicle?",
        "answer": "Yes"
    },
    {
        "input": "Does ontology require a scalpel?",
        "answer": "No"
    },
    {
        "input": "Was King Arthur at the beheading of Anne Boleyn?",
        "answer": "No"
    },
    {
        "input": "Was Harry Truman's presidency unaffected by the twenty-third Amendment to the US Constitution?",
        "answer": "Yes"
    },
    {
        "input": "Would the trees in Auburn, New York be changing colors in September?",
        "answer": "Yes"
    },
    {
        "input": "Was Achilles a direct descendent of Gaia?",
        "answer": "Yes"
    },
    {
        "input": "Does Jerry Seinfeld hang out at the Budweiser Party Deck?",
        "answer": "No"
    },
    {
        "input": "Does the swastika have positive uses?",
        "answer": "Yes"
    },
    {
        "input": "Was Black fly upstaged by another insect in Jeff Goldblum's 1986 film?",
        "answer": "Yes"
    },
    {
        "input": "Did Linnaeus edit Darwin's draft of Origin of Species?",
        "answer": "No"
    },
    {
        "input": "Do all cancer patients get disability?",
        "answer": "No"
    },
    {
        "input": "Did the death of Helen Palmer have a significant effect on Dr. Seuss?",
        "answer": "Yes"
    },
    {
        "input": "Can fish get Tonsillitis?",
        "answer": "No"
    },
    {
        "input": "Would it be impossible to get to Burning Man on the Mayflower?",
        "answer": "Yes"
    },
    {
        "input": "Does Lupita Nyongo have citizenship in paternal Family of Barack Obama's origin country?",
        "answer": "Yes"
    },
    {
        "input": "Can Stone Cold Steve Austin apply his finisher to a mule deer?",
        "answer": "Yes"
    },
    {
        "input": "Is the Joker in a healthy romantic relationship?",
        "answer": "No"
    },
    {
        "input": "Is the kayak a traditional boat in New Zealand?",
        "answer": "No"
    },
    {
        "input": "Did the swallow play a role in a famous film about King Arthur?",
        "answer": "Yes"
    },
    {
        "input": "Was Michael Crichton ever in danger of flunking out of Harvard as an undergraduate?",
        "answer": "No"
    },
    {
        "input": "Was Surfing popular when pogs came out?",
        "answer": "Yes"
    },
    {
        "input": "Did the Coen brothers ever collaborate with the Brothers Grimm?",
        "answer": "No"
    },
    {
        "input": "Would 1996 leap year baby technically be 1 year old in 2000?",
        "answer": "Yes"
    },
    {
        "input": "Did Clark Gable marry more women once than Richard Burton?",
        "answer": "Yes"
    },
    {
        "input": "Is one blast from double-barreled shotgun likely to kill all squid brains?",
        "answer": "No"
    },
    {
        "input": "Do women often need new shoes during their pregnancy?",
        "answer": "Yes"
    },
    {
        "input": "Are some adherents to Christianity in China historic enemies of Catholic Church?",
        "answer": "Yes"
    },
    {
        "input": "Is Chinese successor to Chevrolet Cruze name a town far from Milan?",
        "answer": "No"
    },
    {
        "input": "Could the Dominican Order hypothetically defeat Blessed Gerard's order?",
        "answer": "No"
    },
    {
        "input": "Are there enough people in the Balkans to match the population of Japan?",
        "answer": "No"
    },
    {
        "input": "Could Steven Spielberg send emails as a child?",
        "answer": "No"
    },
    {
        "input": "Was Charles Manson's body unwanted?",
        "answer": "No"
    },
    {
        "input": "Would a Beaver's teeth rival that of a Smilodon?",
        "answer": "No"
    },
    {
        "input": "Would members of Blue Lives Matter support every element of Grand Theft Auto III?",
        "answer": "No"
    },
    {
        "input": "Can actress Dafne Keen win the Eurovision Song Contest finals in 2020?",
        "answer": "No"
    },
    {
        "input": "Does United Airlines have a perfect operation record?",
        "answer": "No"
    },
    {
        "input": "Can United States Secretary of State do crimes in U.K. without being arrested?",
        "answer": "Yes"
    },
    {
        "input": "Is myocardial infarction a brain problem?",
        "answer": "No"
    },
    {
        "input": "Will Chick Fil A be open on Halloween 2021?",
        "answer": "No"
    },
    {
        "input": "Was  Godfrey of Bouillon an Islamaphobe?",
        "answer": "Yes"
    },
    {
        "input": "If you add water to rice pudding is it horchata?",
        "answer": "No"
    },
    {
        "input": "Did Bill Gates achieve Latin honors?",
        "answer": "No"
    },
    {
        "input": "Was Daniel thrown into the lion's den in the New Testament?",
        "answer": "No"
    },
    {
        "input": "Does the word swastika have meaning in sanskrit?",
        "answer": "Yes"
    },
    {
        "input": "Can a dolphin keep a diary?",
        "answer": "No"
    },
    {
        "input": "Would Columbus have discovered Durian trees during his 1492 expedition?",
        "answer": "No"
    },
    {
        "input": "Can you carry a Chrysler in a laptop bag?",
        "answer": "No"
    },
    {
        "input": "Would Dante have hypothetically placed Nostradamus in 3rd Circle of Hell?",
        "answer": "No"
    },
    {
        "input": "Is Disneyland Paris the largest Disney resort?",
        "answer": "No"
    },
    {
        "input": "Would a Rockette look odd with a moustache?",
        "answer": "Yes"
    },
    {
        "input": "Would it be unusual to use paypal for drug deals?",
        "answer": "Yes"
    },
    {
        "input": "Is it safe to eat kidney?",
        "answer": "Yes"
    },
    {
        "input": "Do shrimp taste best when cooked for a long time?",
        "answer": "No"
    },
    {
        "input": "Hypothetically, will an African elephant be crushed by Hulk on its back?",
        "answer": "No"
    },
    {
        "input": "Does Rupert Murdoch's alma mater have more history than the USA?",
        "answer": "Yes"
    },
    {
        "input": "Is Saturn named after king of gods in Greek mythology?",
        "answer": "No"
    },
    {
        "input": "Does American Independence Day occur during autumn?",
        "answer": "No"
    },
    {
        "input": "Is Albany, Georgia the most populous US Albany?",
        "answer": "No"
    },
    {
        "input": "Are the founders of Skype from Asia?",
        "answer": "No"
    },
    {
        "input": "Are all Wednesdays in a year enough to read Bible 15 times?",
        "answer": "Yes"
    },
    {
        "input": "Did the butler Eugene Allen retire the same year a centuries-old war ended?",
        "answer": "Yes"
    },
    {
        "input": "Did the writer of Christmas carol fast during Ramadan?",
        "answer": "No"
    },
    {
        "input": "Is entire Common Era minuscule to lifespan of some trees?",
        "answer": "Yes"
    },
    {
        "input": "Is Tange Sazen hypothetically an ideal choice for a secretary job?",
        "answer": "No"
    },
    {
        "input": "Are Brussels sprout particularly good for adrenal fatigue?",
        "answer": "Yes"
    },
    {
        "input": "Does Adam Sandler skip celebrating Easter?",
        "answer": "Yes"
    },
    {
        "input": "Is Shiva's divine dance an ancient physical fitness pose?",
        "answer": "No"
    },
    {
        "input": "Did Medieval English lords engage in fair trade with peasants?",
        "answer": "No"
    },
    {
        "input": "Have jokes killed more people than rats in history?",
        "answer": "No"
    },
    {
        "input": "Is slitting your wrists an unreliable suicide method?",
        "answer": "Yes"
    },
    {
        "input": "Is the rise of agriculture attributed to rivers?",
        "answer": "Yes"
    },
    {
        "input": "Do the Eskimos sunbathe frequently?",
        "answer": "No"
    },
    {
        "input": "Do the telescopes at Goldstone Deep Space Communications Complex work the night shift?",
        "answer": "Yes"
    },
    {
        "input": "Does Pikachu like Charles Darwin?",
        "answer": "Yes"
    },
    {
        "input": "Can a grey seal swim in the same water as the subject of Moby Dick?",
        "answer": "Yes"
    },
    {
        "input": "Will Donald Duck hypothetically purchase bell-bottoms for himself?",
        "answer": "No"
    },
    {
        "input": "Do people put creatures from the Black Sea on their pizza?",
        "answer": "Yes"
    },
    {
        "input": "Can I find my home with latitude and longitude?",
        "answer": "Yes"
    },
    {
        "input": "Does Woody Allen await the Second Coming?",
        "answer": "No"
    },
    {
        "input": "Is eating a Dicopomorpha echmepterygis size Uranium pellet fatal?",
        "answer": "No"
    },
    {
        "input": "Is menthol associated with Christmas?",
        "answer": "Yes"
    },
    {
        "input": "Did John Kerry run in the 2010 United Kingdom general election?",
        "answer": "No"
    },
    {
        "input": "Would a Bengal cat be afraid of catching a fish?",
        "answer": "No"
    },
    {
        "input": "Does the book Revolutionary Road give a glimpse at life in a suburb?",
        "answer": "Yes"
    },
    {
        "input": "Is Hanuman associated with a Norse god?",
        "answer": "No"
    },
    {
        "input": "Do you need a large room if you want to get into 3D printing?",
        "answer": "No"
    },
    {
        "input": "Would Robert Stack have been interested in Tower of London during 1400s for his 14 season show?",
        "answer": "Yes"
    },
    {
        "input": "Did The Who have to cancel tours due to World War II?",
        "answer": "No"
    },
    {
        "input": "Is nickel dominant material in US 2020 nickels?",
        "answer": "No"
    },
    {
        "input": "Is it more expensive to run for President of India than to buy a new iPhone 11?",
        "answer": "No"
    },
    {
        "input": "Does New Year's Day always occur on a Wednesday?",
        "answer": "No"
    },
    {
        "input": "Was Donald Trump the target of Islamophobia?",
        "answer": "No"
    },
    {
        "input": "Does Disney's Alice in Wonderland involve the celebration of a holiday?",
        "answer": "Yes"
    },
    {
        "input": "Did François Mitterrand serve under Napoleon Bonapart in the French army?",
        "answer": "No"
    },
    {
        "input": "Can chemicals in onion help create a thermonuclear bomb?",
        "answer": "Yes"
    },
    {
        "input": "Would downloading Mario 64 on an emulator be legal?",
        "answer": "No"
    },
    {
        "input": "Is lunch on the beach a good activity to spot the full circle of a rainbow?",
        "answer": "No"
    },
    {
        "input": "Has Elon Musk's hairline changed?",
        "answer": "Yes"
    },
    {
        "input": "Is there a Marvel villain with the same name as a kind of citrus fruit?",
        "answer": "Yes"
    },
    {
        "input": "Could someone in the Canary Islands fish for largemouth bass?",
        "answer": "No"
    },
    {
        "input": "Are anchovies associated with Italian food?",
        "answer": "Yes"
    },
    {
        "input": "Did Harry Houdini appear on Chris Angel Mindfreak?",
        "answer": "No"
    },
    {
        "input": "Can Ford F-350 tow entire Yale University student body?",
        "answer": "No"
    },
    {
        "input": "Are queen bees unnecessary for growing apples?",
        "answer": "Yes"
    },
    {
        "input": "Would the top of Mount Fuji stick out of the Sea of Japan?",
        "answer": "Yes"
    },
    {
        "input": "Was there fear leading up to the year 2000?",
        "answer": "Yes"
    },
    {
        "input": "Would a student in eleventh grade be unable to run for president of the United States?",
        "answer": "Yes"
    },
    {
        "input": "Is radioactive waste a plot device for many shows?",
        "answer": "Yes"
    },
    {
        "input": "Were any members of Canidae in Aesop's Fables?",
        "answer": "Yes"
    },
    {
        "input": "Can vitamin C rich fruits be bad for health?",
        "answer": "Yes"
    },
    {
        "input": "Were all the materials to make a cannon known during the bronze age?",
        "answer": "No"
    },
    {
        "input": "Is the most recent Democrat President in the US known for his painting practice?",
        "answer": "No"
    },
    {
        "input": "Does the central processing unit usually have a dedicated fan?",
        "answer": "Yes"
    },
    {
        "input": "Would Christopher Hitchens be very unlikely to engage in tonsure?",
        "answer": "Yes"
    },
    {
        "input": "Can a diamond float on water?",
        "answer": "No"
    },
    {
        "input": "Did brother of Goofy creator's employer commit an excommunicable offense?",
        "answer": "Yes"
    },
    {
        "input": "Would a nickel fit inside a koala pouch?",
        "answer": "Yes"
    },
    {
        "input": "Would Dave Chappelle pray over a Quran?",
        "answer": "Yes"
    },
    {
        "input": "Is the span in C-SPAN named after Alan Greenspan?",
        "answer": "No"
    },
    {
        "input": "Does Final Fantasy VI require electricity to play?",
        "answer": "Yes"
    },
    {
        "input": "Did Sartre write a play about Hell?",
        "answer": "Yes"
    },
    {
        "input": "Do members of NFL teams receive infantry training?",
        "answer": "No"
    },
    {
        "input": "Can voice actors for Goofy and Bugs Bunny each get one stripe from American flag?",
        "answer": "Yes"
    },
    {
        "input": "Could the surface of Europa fry an egg?",
        "answer": "No"
    },
    {
        "input": "Is The Joy of Painting TV show still producing new episodes?",
        "answer": "No"
    },
    {
        "input": "Does Disney own a major comic book publisher?",
        "answer": "Yes"
    },
    {
        "input": "Is someone more likely to survive having breast cancer in Japan than in Sweden?",
        "answer": "No"
    },
    {
        "input": "Can a minor replicate the double-slit experiment?",
        "answer": "Yes"
    },
    {
        "input": "Can members of the Green Party of England and Wales vote in the USA?",
        "answer": "No"
    },
    {
        "input": "Did Alan Turing suffer the same fate as Abraham Lincoln?",
        "answer": "No"
    },
    {
        "input": "Can oysters be used in guitar manufacturing?",
        "answer": "Yes"
    },
    {
        "input": "Would James Cotton's instrument be too strident for a smooth jazz band?",
        "answer": "Yes"
    },
    {
        "input": "Are emus related to elks?",
        "answer": "No"
    },
    {
        "input": "Is the Mona Lisa in the same museum as the Venus de Milo?",
        "answer": "Yes"
    },
    {
        "input": "Was the first Vice President of the United States an Ottoman descendant?",
        "answer": "No"
    },
    {
        "input": "Would Tony Stark be considered a polymath?",
        "answer": "Yes"
    },
    {
        "input": "Can any person with a driver's license work in transport of aviation fuel?",
        "answer": "No"
    },
    {
        "input": "Has a neanderthal ever served on the Supreme Court of the United States?",
        "answer": "No"
    },
    {
        "input": "Did Maroon 5 go on tour with Nirvana?",
        "answer": "No"
    },
    {
        "input": "Is Antarctica a good location for Groundhog Day?",
        "answer": "No"
    },
    {
        "input": "Can petroleum jelly be used as fuel in a car?",
        "answer": "No"
    },
    {
        "input": "Is greed the most prevalent of the Seven Deadly Sins?",
        "answer": "No"
    },
    {
        "input": "Is CEO of Nissan an internationally wanted fugitive?",
        "answer": "Yes"
    },
    {
        "input": "Do drag kings take testosterone to look masculine?",
        "answer": "No"
    },
    {
        "input": "Do all crustaceans live in the ocean?",
        "answer": "No"
    },
    {
        "input": "Would Paul Bunyan hypothetically be a poor choice for an urban planner?",
        "answer": "Yes"
    },
    {
        "input": "Can sunlight travel to the deepest part of the Black Sea?",
        "answer": "No"
    },
    {
        "input": "During the time immediately after 9/11, was don't ask don't tell still in place?",
        "answer": "Yes"
    },
    {
        "input": "Is Thanksgiving sometimes considered a day of mourning?",
        "answer": "Yes"
    },
    {
        "input": "Would Hapshetsut be considered a monarch?",
        "answer": "Yes"
    },
    {
        "input": "Is Noah's Ark an upgrade for Golden Age of Piracy pirates?",
        "answer": "Yes"
    },
    {
        "input": "Are two cans of Campbell's Soup a day good for hypertension?",
        "answer": "No"
    },
    {
        "input": "Did Electronic Arts profit from Metroid sales?",
        "answer": "No"
    },
    {
        "input": "Snowboarding is a rarity in Hilo?",
        "answer": "Yes"
    },
    {
        "input": "Can a sniper shoot a fish past Bathypelagic Zone in ocean?",
        "answer": "No"
    },
    {
        "input": "Were Depeche Mode heavily influenced by blues music?",
        "answer": "No"
    },
    {
        "input": "Do you need lactobacillus to make pickles?",
        "answer": "No"
    },
    {
        "input": "Did King James I despise fairy beings?",
        "answer": "Yes"
    },
    {
        "input": "Is dyslexia the most common intellectual disability in US?",
        "answer": "No"
    },
    {
        "input": "Do Bing (search engine) searches earn the searcher more than competitors do?",
        "answer": "Yes"
    },
    {
        "input": "If you're reducing salt intake, are olives a healthy snack?",
        "answer": "No"
    },
    {
        "input": "Was Great Recession the period of severest unemployment?",
        "answer": "No"
    },
    {
        "input": "Was Pi an acceptable number of children in 1980s China?",
        "answer": "No"
    },
    {
        "input": "Would a greyhound be able to outrun a greyhound bus?",
        "answer": "No"
    },
    {
        "input": "Is Snow White an example of good consent?",
        "answer": "No"
    },
    {
        "input": "Is The Invisible Man more prevalent in films than Picnic at Hanging Rock?",
        "answer": "Yes"
    },
    {
        "input": "Could Ryan Crouser throw a bengal fox with ease?",
        "answer": "Yes"
    },
    {
        "input": "Did Amy Winehouse always perform live perfectly?",
        "answer": "No"
    },
    {
        "input": "Do Chinese Americans face discrimination at a Federal level in the US?",
        "answer": "Yes"
    },
    {
        "input": "Was King Kong (2005 film) the lead actress's biggest box office role?",
        "answer": "Yes"
    },
    {
        "input": "Can an anchovy born in 2020 survive 25th US census?",
        "answer": "No"
    },
    {
        "input": "When en route from China to France, must pilots know their altitude in the imperial foot?",
        "answer": "Yes"
    },
    {
        "input": "Is Lines on the Antiquity of Microbes briefer than any haiku?",
        "answer": "Yes"
    },
    {
        "input": "Does frost mean that it will be a snowy day?",
        "answer": "No"
    },
    {
        "input": "Can Cyril Ramaphosa become Secretary General of NATO?",
        "answer": "No"
    },
    {
        "input": "Are twinkies considered artisan made products?",
        "answer": "No"
    },
    {
        "input": "Was the original James Bond actor born near the Washington Monument?",
        "answer": "No"
    },
    {
        "input": "Is there a popular Disney character made from living ice?",
        "answer": "Yes"
    },
    {
        "input": "Would a stool be useful for a Lusotitan to reach the top of an almond tree?",
        "answer": "No"
    },
    {
        "input": "Would Bonanza marathon end before WWE Heat marathon?",
        "answer": "No"
    },
    {
        "input": "Does the cuisine of Hawaii embrace foods considered gross in the continental US?",
        "answer": "Yes"
    },
    {
        "input": "Are Tom and Jerry featured in a ride at Disneyland?",
        "answer": "No"
    },
    {
        "input": "Is it legal for a licensed child driving Mercedes-Benz to be employed in US?",
        "answer": "Yes"
    },
    {
        "input": "Would Stephen King fans be likely to own an image of a clown?",
        "answer": "Yes"
    },
    {
        "input": "Could Intel products be purchased at McDonald's?",
        "answer": "No"
    },
    {
        "input": "Could you drive a Rowe 550 to the 2008 Summer Olympics?",
        "answer": "Yes"
    },
    {
        "input": "Did the band Led Zeppelin own a prime number of gilded gramophones?",
        "answer": "Yes"
    },
    {
        "input": "Would Robert Wadlow tower over a German Shepherd?",
        "answer": "Yes"
    },
    {
        "input": "Can 200 men end to end cover Great Pyramid of Giza's base?",
        "answer": "Yes"
    },
    {
        "input": "Are tumors in the lymph nodes ignorable?",
        "answer": "No"
    },
    {
        "input": "Could ancient Tony Bennett have a baby in 2020?",
        "answer": "Yes"
    },
    {
        "input": "Would Jesus understand the Easter Bunny?",
        "answer": "No"
    },
    {
        "input": "Can a goat be used for one of the ingredients in French toast?",
        "answer": "Yes"
    },
    {
        "input": "Is the US Secretary of State similar to an administrative secretary of an office?",
        "answer": "No"
    },
    {
        "input": "Would Dale Earnhardt Jr. be considered a newbie?",
        "answer": "No"
    },
    {
        "input": "Can DRL Racer X drone get across Brooklyn Bridge in 18 seconds?",
        "answer": "No"
    },
    {
        "input": "Could a giant squid fit aboard the deck of the titanic?",
        "answer": "Yes"
    },
    {
        "input": "Did Supernatural break 2001 CW debuting shows seasons record?",
        "answer": "Yes"
    },
    {
        "input": "Did Eddie Murphy's father see his first stand up show?",
        "answer": "No"
    },
    {
        "input": "Can methane be seen by the naked eye?",
        "answer": "No"
    },
    {
        "input": "Would it be unusual to see frost in September in Texas?",
        "answer": "Yes"
    },
    {
        "input": "Do mountain goats inhabit the summit of Mount Sharp?",
        "answer": "No"
    },
    {
        "input": "Would Felicity Huffman vote for Mike DeWine?",
        "answer": "No"
    },
    {
        "input": "Did Tony Bennett have more children than he had wives?",
        "answer": "Yes"
    },
    {
        "input": "Are seasons of Survivor surpassed by number of Ancient Greek letters?",
        "answer": "No"
    },
    {
        "input": "Could Carl Friedrich Gauss speak to someone 100 miles away?",
        "answer": "No"
    },
    {
        "input": "Are grapes essential to winemaking?",
        "answer": "No"
    },
    {
        "input": "Has Oscar Wilde's most famous character ever been in an Eva Green project?",
        "answer": "Yes"
    },
    {
        "input": "Could Toyota stadium house people suffering homelessness in Michigan?",
        "answer": "Yes"
    },
    {
        "input": "Would Arnold Schwarzenegger have a hard time picking up a red fox in 1967?",
        "answer": "No"
    },
    {
        "input": "Can you fit every resident of Auburn, New York, in Tropicana Field?",
        "answer": "Yes"
    },
    {
        "input": "Did Richard III know his grandson?",
        "answer": "No"
    },
    {
        "input": "Were there greater landslides than 1980 United States presidential election?",
        "answer": "Yes"
    },
    {
        "input": "Could Tom Cruise explain mental auditing?",
        "answer": "Yes"
    },
    {
        "input": "Did John Lennon listen to Compact discs?",
        "answer": "No"
    },
    {
        "input": "Was a woman Prime Minister directly before or after Stanley Baldwin?",
        "answer": "No"
    },
    {
        "input": "Do black-tailed jackrabbits fear the European wildcat?",
        "answer": "No"
    },
    {
        "input": "Is Norman Oklahoma named after a viking?",
        "answer": "No"
    },
    {
        "input": "Is latitude required to determine the coordinates of an area?",
        "answer": "Yes"
    },
    {
        "input": "Is sound barrier too much for Audi R8 V-10 Plus to break?",
        "answer": "Yes"
    },
    {
        "input": "Would a monkey outlive a human being on average?",
        "answer": "No"
    },
    {
        "input": "Is waltz less injurious than slam dance?",
        "answer": "Yes"
    },
    {
        "input": "Can the United Nations Framework Convention on Climate Change be held at the Javits Center?",
        "answer": "No"
    },
    {
        "input": "Did Operation Barbarossa or Barbarossa's last expedition succeed?",
        "answer": "No"
    },
    {
        "input": "Are any of the words that CAPTCHA stands for palindromes?",
        "answer": "No"
    },
    {
        "input": "Will NY Stock Exchange closing bell be heard in Universal Music Group's headquarters?",
        "answer": "No"
    },
    {
        "input": "Does Lorem ipsum backwards fail to demonstrate alliteration?",
        "answer": "No"
    },
    {
        "input": "Will a celibate cleric likely suffer a stoning in Somalia?",
        "answer": "No"
    },
    {
        "input": "Can a Kia Rio fit inside the Oval Office?",
        "answer": "Yes"
    },
    {
        "input": "Did King of Portuguese people in 1515 have familial ties to the Tudors?",
        "answer": "Yes"
    },
    {
        "input": "Would a hypothetical Yeti be towered over by Andre the Giant?",
        "answer": "Yes"
    },
    {
        "input": "Is Edgar Allan Poe obscure in the world of horror fiction?",
        "answer": "No"
    },
    {
        "input": "Was the father of social security system serving in the white house during the Panic of 1907?",
        "answer": "No"
    },
    {
        "input": "Can Josh Blue participate in Paralympics Games?",
        "answer": "Yes"
    },
    {
        "input": "Would an Evander Holyfield 2020 boxing return set age record?",
        "answer": "No"
    },
    {
        "input": "Is Glenn Beck known for his mild temper?",
        "answer": "No"
    },
    {
        "input": "Is Issac Newton often associated with a red fruit?",
        "answer": "Yes"
    },
    {
        "input": "Would 7 zucchini's satisfy potassium USDA daily recommendation?",
        "answer": "Yes"
    },
    {
        "input": "Was the 1980 presidential election won by a member of the Grand Old Party?",
        "answer": "Yes"
    },
    {
        "input": "Do people still see Henry Ford's last name often?",
        "answer": "Yes"
    },
    {
        "input": "Is the Liberty Bell still in its original location?",
        "answer": "No"
    },
    {
        "input": "Were the first missionaries required to attend mass on Sundays?",
        "answer": "Yes"
    },
    {
        "input": "Was Snoop Dogg an adult when Tickle Me Elmo was popular?",
        "answer": "Yes"
    },
    {
        "input": "Is the use of the word Gypsy by non-Romani people considered okay?",
        "answer": "No"
    },
    {
        "input": "Did Robert Downey Jr. possess same caliber gun as Resident Evil's Barry Burton?",
        "answer": "Yes"
    },
    {
        "input": "Did anyone in the 1912 election take a majority of the popular vote?",
        "answer": "No"
    },
    {
        "input": "Can dessert be made with vegetables?",
        "answer": "Yes"
    },
    {
        "input": "Is the letter D influenced by the shape of ancient doors?",
        "answer": "Yes"
    },
    {
        "input": "Did Methuselah live at least 800 years as long as Sarah?",
        "answer": "Yes"
    },
    {
        "input": "Can lobster breathe in the desert?",
        "answer": "No"
    },
    {
        "input": "Would a bodybuilder enjoy wearing a cast for several weeks?",
        "answer": "No"
    },
    {
        "input": "Did George Washington drive a Lexus?",
        "answer": "No"
    },
    {
        "input": "Would 1943-S penny be good for making silverware?",
        "answer": "Yes"
    },
    {
        "input": "Is Lord Voldemort associated with a staff member of Durmstrang?",
        "answer": "Yes"
    },
    {
        "input": "Does a person need a college degree to become a bartender?",
        "answer": "No"
    },
    {
        "input": "Could you make the kitchen 'holy trinity' without celery?",
        "answer": "No"
    },
    {
        "input": "Do white blood cells outnumber red blood cells in the human body?",
        "answer": "No"
    },
    {
        "input": "Gandalf hypothetically defeats Rincewind in a wizard battle?",
        "answer": "Yes"
    },
    {
        "input": "Is the E.T. the Extra-Terrestrial Atari Landfill story an urban legend?",
        "answer": "Yes"
    },
    {
        "input": "Would Jimmy Vee be eligible to compete in the Paralympic Games?",
        "answer": "Yes"
    },
    {
        "input": "Will Elijah Cummings cast a vote in the 2020 presidential election?",
        "answer": "No"
    },
    {
        "input": "Is Hermione Granger eligible for the Order of the British Empire?",
        "answer": "No"
    },
    {
        "input": "Is Oculudentavis more dangerous than Allosaurus?",
        "answer": "No"
    },
    {
        "input": "Could Christopher Nolan borrow pants from Danny Devito?",
        "answer": "No"
    },
    {
        "input": "Are Big Ben's bells currently rung on their normal schedule at the Palace of Westminster?",
        "answer": "No"
    },
    {
        "input": "Did Klingons appear in the movie The Last Jedi?",
        "answer": "No"
    },
    {
        "input": "Will Queen Elizabeth be buried in the Pantheon?",
        "answer": "No"
    },
    {
        "input": "Is Olympia, Washington part of \"Ish river country\"?",
        "answer": "Yes"
    },
    {
        "input": "Do silicone suits make judo difficult?",
        "answer": "Yes"
    },
    {
        "input": "Could boolean algebra be described as binary?",
        "answer": "Yes"
    },
    {
        "input": "Does Northern fur seal make good pet for six year old?",
        "answer": "No"
    },
    {
        "input": "Would Kurt Cobain have benefited from Project Semicolon?",
        "answer": "Yes"
    },
    {
        "input": "Would an anxious person benefit from receiving courage from the Wizard of Oz?",
        "answer": "No"
    },
    {
        "input": "Can a firewall protect against a short circuit?",
        "answer": "No"
    },
    {
        "input": "Would Michael J Fox qualify for the Army Rangers?",
        "answer": "No"
    },
    {
        "input": "Was The Jackson 5 bigger family band than The Isley Brothers?",
        "answer": "Yes"
    },
    {
        "input": "Is Kim Kardashian a guru?",
        "answer": "No"
    },
    {
        "input": "Did Modern Family win a Slammy award?",
        "answer": "No"
    },
    {
        "input": "Can Larry King's ex-wives form a water polo team?",
        "answer": "Yes"
    },
    {
        "input": "Does Jason have anything in common with Dr. Disrespect?",
        "answer": "Yes"
    },
    {
        "input": "Can Iowa be hidden in the English Channel?",
        "answer": "No"
    },
    {
        "input": "Did either Kublai Khan or his grandfather practice monogamy?",
        "answer": "No"
    },
    {
        "input": "Would someone with leukophobia enjoy looking at the Flag of the United States?",
        "answer": "No"
    },
    {
        "input": "Did villain that killed Superman murder Robin?",
        "answer": "No"
    },
    {
        "input": "Would someone typically confuse a sweet potato with a pineapple?",
        "answer": "No"
    },
    {
        "input": "Is overfeeding Lactobacillus unwise for people without dental insurance?",
        "answer": "Yes"
    },
    {
        "input": "Is Bucharest located south of Egypt?",
        "answer": "No"
    },
    {
        "input": "Would Cardi B. benefit from soy milk?",
        "answer": "Yes"
    },
    {
        "input": "Would Jon Brower Minnoch break a chair before Voyager 2 launch mass?",
        "answer": "No"
    },
    {
        "input": "Is Earth Day celebrated in summer?",
        "answer": "No"
    },
    {
        "input": "Can a honey bee sting a human more than once?",
        "answer": "No"
    },
    {
        "input": "Do many fans of J.K Rowling know who Alan Rickman is?",
        "answer": "Yes"
    },
    {
        "input": "Would Hannah Nixon be proud of Richard Nixon following the Watergate scandal?",
        "answer": "No"
    },
    {
        "input": "Could Javier Sotomayor jump over the head of the average giraffe?",
        "answer": "No"
    },
    {
        "input": "Was Morris County named after a chief justice?",
        "answer": "Yes"
    },
    {
        "input": "Did Japanese serfdom have higher status than English counterpart?",
        "answer": "Yes"
    },
    {
        "input": "Would a cauliflower farmer prosper at a latitude of 75° N?",
        "answer": "No"
    },
    {
        "input": "In a hypothetical race between a Swallow and an American Woodcock, would the Swallow win?",
        "answer": "Yes"
    },
    {
        "input": "Would a cattle farmer be useful to a drum maker?",
        "answer": "Yes"
    },
    {
        "input": "Do drummers need spare strings?",
        "answer": "No"
    },
    {
        "input": "In baseball, is a \"Homer\" named after the poet Homer who wrote the Odyssey?",
        "answer": "No"
    },
    {
        "input": "Have any murderers outlasted Kane's Royal Rumble record?",
        "answer": "Yes"
    },
    {
        "input": "Can you watch Rick and Morty in Mariana Trench?",
        "answer": "Yes"
    },
    {
        "input": "Are there winged statuettes in the home of the creator of Law & Order?",
        "answer": "Yes"
    },
    {
        "input": "Would a clouded leopard encounter an awake pangolin?",
        "answer": "Yes"
    },
    {
        "input": "Is the name of a mythical creature also the name of a Small Solar System body?",
        "answer": "Yes"
    },
    {
        "input": "Does  Lionel Richie believe in holistic medicine?",
        "answer": "Yes"
    },
    {
        "input": "Is double duty an incorrect phrase for host of Dancing With The Stars?",
        "answer": "No"
    },
    {
        "input": "Do salmon mate in the Caspian Sea?",
        "answer": "No"
    },
    {
        "input": "Could eating Chinook salmon help Ryan Reynolds?",
        "answer": "Yes"
    },
    {
        "input": "Was the son of Tsar Nicholas a daredevil?",
        "answer": "No"
    },
    {
        "input": "Can the majority of vowels be typed on the first line of a QWERTY keyboard?",
        "answer": "Yes"
    },
    {
        "input": "Were muskets used in the Pacific War?",
        "answer": "No"
    },
    {
        "input": "Was Noah associated with a dove?",
        "answer": "Yes"
    },
    {
        "input": "Is Britney Spears' breakdown attributed to bipolar disorder?",
        "answer": "Yes"
    },
    {
        "input": "Is a Cassowary safer pet than a crane?",
        "answer": "No"
    },
    {
        "input": "Was Mark Twain a struggling inventor?",
        "answer": "No"
    },
    {
        "input": "Is the Berlin University of the Arts a Baroque period relic?",
        "answer": "Yes"
    },
    {
        "input": "Would Avengers Comics be out of place in a DC Comics store?",
        "answer": "Yes"
    },
    {
        "input": "Would Cuba Libre consumption help with insomnia?",
        "answer": "No"
    },
    {
        "input": "Is Glycol something United Airlines would buy?",
        "answer": "Yes"
    },
    {
        "input": "Can the Swiss Guard fill the Virginia General Assembly chairs?",
        "answer": "No"
    },
    {
        "input": "Did Julio Gonzalez like acetylene?",
        "answer": "Yes"
    },
    {
        "input": "Would a Frigatebird in Ontario be a strange sight?",
        "answer": "Yes"
    },
    {
        "input": "Can you see the Statue of Freedom from the Statue of Liberty?",
        "answer": "No"
    },
    {
        "input": "Is the skull formed as one whole bone?",
        "answer": "No"
    },
    {
        "input": "Did Jack Dempsey ever witness Conor McGregor's fights?",
        "answer": "No"
    },
    {
        "input": "Is Rurouni Kenshin from same country as lead character in Nobunaga's Ambition?",
        "answer": "Yes"
    },
    {
        "input": "Can Darth Vader hypothetically outdunk Bill Walton without using The Force?",
        "answer": "No"
    },
    {
        "input": "Is popular science used to peer review papers?",
        "answer": "No"
    },
    {
        "input": "Does a Disney princess on Broadway have red hair?",
        "answer": "Yes"
    },
    {
        "input": "Could all of the 2008 Summer Olympics women find a hookup athlete partner?",
        "answer": "Yes"
    },
    {
        "input": "Did Eiffel Tower contribute to a war victory?",
        "answer": "Yes"
    },
    {
        "input": "Can Curiosity (rover) kill a cat?",
        "answer": "Yes"
    },
    {
        "input": "Is unanimously elected president's birthday a break for mail carriers?",
        "answer": "Yes"
    },
    {
        "input": "Can Paprika be made without a dehydrator?",
        "answer": "Yes"
    },
    {
        "input": "Would a veteran of the Phillippine-American War come home craving SPAM?",
        "answer": "No"
    },
    {
        "input": "Is Godzilla's image likely grounds for a lawsuit in 2050?",
        "answer": "No"
    },
    {
        "input": "Would an actuary be confused about what prime numbers are?",
        "answer": "No"
    },
    {
        "input": "Is cow methane safer for environment than cars?",
        "answer": "No"
    },
    {
        "input": "Has Justin Timberlake ever written a song about Britney Spears?",
        "answer": "Yes"
    },
    {
        "input": "Can Clouded leopards chase down many Pronghorn antelopes?",
        "answer": "No"
    },
    {
        "input": "Did the 40th president of the United States forward lolcats to his friends?",
        "answer": "No"
    },
    {
        "input": "Is ID required to get all medications from all pharmacies?",
        "answer": "No"
    },
    {
        "input": "Would Republic of Korea Navy dominate Eritrea navy?",
        "answer": "Yes"
    },
    {
        "input": "Was The Great Gatsby inspired by the novel 1984?",
        "answer": "No"
    },
    {
        "input": "Is MF Doom a Fantastic Four villain?",
        "answer": "No"
    },
    {
        "input": "Is Michael an unpopular name in the United States?",
        "answer": "No"
    },
    {
        "input": "WIll Noah's Ark hypothetically sail through flooded Lincoln Tunnel?",
        "answer": "No"
    },
    {
        "input": "If Goofy were a pet, would he need heartworm prevention?",
        "answer": "Yes"
    },
    {
        "input": "Is nickel a better payout than mercury if given a dollar per atomic number?",
        "answer": "No"
    },
    {
        "input": "Did Cynthia Powell celebrate a silver anniversary with John Lennon?",
        "answer": "No"
    },
    {
        "input": "Was 1941 Operation Barbarossa related to The Crusades?",
        "answer": "Yes"
    },
    {
        "input": "Do carpenters understand geometry?",
        "answer": "Yes"
    },
    {
        "input": "Will speed reader devour The Great Gatsby before the Raven?",
        "answer": "No"
    },
    {
        "input": "Would The Dark Knight be appropriate for a preschool class?",
        "answer": "No"
    },
    {
        "input": "Can a computer be programmed entirely in Boolean algebra?",
        "answer": "Yes"
    },
    {
        "input": "is the brain located in the torso?",
        "answer": "No"
    },
    {
        "input": "Did Moon Jae-in's residence exist when the World Trade Center was completed?",
        "answer": "No"
    },
    {
        "input": "Can paratroopers be used in a vacuum?",
        "answer": "No"
    },
    {
        "input": "Does highest US Court have enough seats for every Prime Minister of the United Kingdom since 1952?",
        "answer": "No"
    },
    {
        "input": "Did the leader of Heaven's Gate consider himself a prophet?",
        "answer": "Yes"
    },
    {
        "input": "Can you find a railroad engineer on TNT?",
        "answer": "Yes"
    },
    {
        "input": "Is the CIA part of the Department of Defense?",
        "answer": "No"
    },
    {
        "input": "Are there Americans still enlisted in the Confederate States Army?",
        "answer": "No"
    },
    {
        "input": "Do the James Bond and Doctor Who series have a similarity in format?",
        "answer": "Yes"
    },
    {
        "input": "Did compact discs make computer gaming more popular?",
        "answer": "Yes"
    },
    {
        "input": "Are potatoes native to the European continent?",
        "answer": "No"
    },
    {
        "input": "Are vinegar pickled cucumbers rich in lactobacillus?",
        "answer": "No"
    },
    {
        "input": "Could George Washington's own speeches have been recorded live to a compact disc?",
        "answer": "No"
    },
    {
        "input": "Is shoe soup innocuous?",
        "answer": "Yes"
    },
    {
        "input": "Would a responsible bartender make a drink for Millie Bobby Brown?",
        "answer": "No"
    },
    {
        "input": "Are gorillas closely related to humans?",
        "answer": "Yes"
    },
    {
        "input": "Did Disney get most of Rudyard Kipling's The Jungle Book profits?",
        "answer": "Yes"
    },
    {
        "input": "Did Lamarck and Darwin agree about the origin of species diversity?",
        "answer": "No"
    },
    {
        "input": "Do guitarist's have fingers that can handle pain better than average?",
        "answer": "Yes"
    },
    {
        "input": "Would Methuselah hypothetically hold a record in the Common Era?",
        "answer": "Yes"
    },
    {
        "input": "Would a 900,000 pound net worth person be an American billionaire if they exchange currency June 2020?",
        "answer": "Yes"
    },
    {
        "input": "Would fans of Jonathan Larson be unaware of HIV?",
        "answer": "No"
    },
    {
        "input": "Are looks the easiest way to tell rosemary from lavender?",
        "answer": "No"
    },
    {
        "input": "Do you need different colored pens for sudoku?",
        "answer": "No"
    },
    {
        "input": "Is Miami a city on the American West Coast?",
        "answer": "No"
    },
    {
        "input": "Could Stephen King join the NASA Astronaut Corps?",
        "answer": "No"
    },
    {
        "input": "Is 1936 Summer Olympics venue too small for a Superbowl crowd?",
        "answer": "No"
    },
    {
        "input": "Would the Cookie Monster decline an offer of free Keebler products?",
        "answer": "No"
    },
    {
        "input": "Could someone with fine motor control issues benefit from an altered keyboard layout?",
        "answer": "Yes"
    },
    {
        "input": "Is August a winter month for part of the world?",
        "answer": "Yes"
    },
    {
        "input": "Is video surveillance of a room possible without an obvious camera or new item?",
        "answer": "Yes"
    },
    {
        "input": "When the shuttle Columbia 11 landed, was it the season for Christmas carols?",
        "answer": "Yes"
    },
    {
        "input": "Were there fifty English kings throughout the Middle Ages?",
        "answer": "No"
    },
    {
        "input": "Are ropes required to operate a frigate?",
        "answer": "Yes"
    },
    {
        "input": "Would Mount Wycheproof be a breeze for Edmund Hillary?",
        "answer": "Yes"
    },
    {
        "input": "Do mail carriers need multiple uniforms?",
        "answer": "Yes"
    },
    {
        "input": "Should you be skeptical of a 21 year old claiming to have a doctorate?",
        "answer": "Yes"
    },
    {
        "input": "Could Aretha Franklin vote for a president when her second child was born?",
        "answer": "No"
    },
    {
        "input": "Is letter C crucial to spelling the two most common words in English language?",
        "answer": "No"
    },
    {
        "input": "Do ants outperform apes on language ability?",
        "answer": "No"
    },
    {
        "input": "Would a hippie hypothetically be bummed out by Augustus's Pax Romana?",
        "answer": "No"
    },
    {
        "input": "Can musicians become knights?",
        "answer": "Yes"
    },
    {
        "input": "Is All Purpose Flour safe for someone who has celiac disease?",
        "answer": "No"
    },
    {
        "input": "If you have black hair and want red hair, do you need bleach?",
        "answer": "Yes"
    },
    {
        "input": "Does Metallica use Soulseek?",
        "answer": "No"
    },
    {
        "input": "Could R. Kelly write a college thesis?",
        "answer": "No"
    },
    {
        "input": "Did either side score a touchdown during the Football War?",
        "answer": "No"
    },
    {
        "input": "Is Canon Inc. a Kabushiki gaisha?",
        "answer": "Yes"
    },
    {
        "input": "Were paparazzi directly responsible for the death of Amy Winehouse?",
        "answer": "No"
    },
    {
        "input": "Has Drew Carey outshined Doug Davidson's tenure?",
        "answer": "Yes"
    },
    {
        "input": "Do embalmed bodies feel different at funerals?",
        "answer": "Yes"
    },
    {
        "input": "Did Naruto escape the Temple of Doom?",
        "answer": "No"
    },
    {
        "input": "Are black and white prison uniforms made to resemble a zebra?",
        "answer": "No"
    },
    {
        "input": "Did Pink Floyd have a song about the French Riviera?",
        "answer": "Yes"
    },
    {
        "input": "Would a Drow tower over The Hobbit's hero?",
        "answer": "Yes"
    },
    {
        "input": "Would E.T. the Extra-Terrestrial alien hypothetically love Friendly's?",
        "answer": "Yes"
    },
    {
        "input": "Do quadragenarian's have little memory capacity?",
        "answer": "No"
    },
    {
        "input": "Did any country in Portuguese Colonial War share Switzerlands role in WWII?",
        "answer": "Yes"
    },
    {
        "input": "Are Brian Cranston and Saoirse Ronan's combined Emmy Awards a prime number?",
        "answer": "No"
    },
    {
        "input": "Does Siri know geometry?",
        "answer": "Yes"
    },
    {
        "input": "Is metal a type of folk music?",
        "answer": "No"
    },
    {
        "input": "Was Muhammed a member of the Uniting Church in Australia?",
        "answer": "No"
    },
    {
        "input": "Would the historic Hattori Hanzō admire Naruto?",
        "answer": "No"
    },
    {
        "input": "Is Mark Cuban able to visit Northern Mariana Islands without a passport?",
        "answer": "Yes"
    },
    {
        "input": "Does Nintendo's link ever see an astronomer?",
        "answer": "Yes"
    },
    {
        "input": "Is a pound sterling valuable?",
        "answer": "No"
    },
    {
        "input": "Is the Federal Reserve a quick walk from Space Needle?",
        "answer": "No"
    },
    {
        "input": "Would an adherent of Zoroastrianism consult the Quran for religious guidance?",
        "answer": "No"
    },
    {
        "input": "Can the Very Large Telescope observe the largest mountain on Earth?",
        "answer": "No"
    },
    {
        "input": "Are there any chives hypothetically good for battling vampires?",
        "answer": "Yes"
    },
    {
        "input": "Are Doctors of Homeopathy more likely than Doctors of Internal Medicine to recommend Quartz as a treatment?",
        "answer": "Yes"
    },
    {
        "input": "Can a banana get a virus?",
        "answer": "Yes"
    },
    {
        "input": "Is the Very Large Telescope the most productive telescope in the world?",
        "answer": "No"
    },
    {
        "input": "Would Statue of Liberty be visible if submerged in Bohai Sea?",
        "answer": "Yes"
    },
    {
        "input": "Did Pedubastis I know Japanese people?",
        "answer": "No"
    },
    {
        "input": "Can Kit & Kaboodle hypothetically help someone past the Underworld gates?",
        "answer": "No"
    },
    {
        "input": "Did origin dynasty of Go precede Jia Sidao?",
        "answer": "Yes"
    },
    {
        "input": "Do anatomical and symbolic hearts look remarkably different?",
        "answer": "Yes"
    },
    {
        "input": "While on a liquid diet, are there some types of soup you cannot eat?",
        "answer": "Yes"
    },
    {
        "input": "Would Mary, mother of Jesus have hypothetically prayed to Artemis if she was Greek?",
        "answer": "Yes"
    },
    {
        "input": "Did Jack Dempsey fight the current WBC heavyweight champion?",
        "answer": "No"
    },
    {
        "input": "Should Peter Griffin be an expert at the craft of brewing?",
        "answer": "Yes"
    },
    {
        "input": "Can you transport a primate in a backpack?",
        "answer": "Yes"
    },
    {
        "input": "Is Ludacris in same music genre as 2000's Binaural?",
        "answer": "No"
    },
    {
        "input": "Could Palm Beach be held in the palm of your hand?",
        "answer": "No"
    },
    {
        "input": "Could pickled cucumbers from 1,000 years ago be good still?",
        "answer": "No"
    },
    {
        "input": "Do Flat Earthers doubt the existence of Earth's magnetic field?",
        "answer": "Yes"
    },
    {
        "input": "Are brown rock fish found in the waters surrounding Saint Kitts and Nevis?",
        "answer": "No"
    },
    {
        "input": "Does 2015 have more unlucky Friday's than usual?",
        "answer": "Yes"
    },
    {
        "input": "Do bodies movie during hanging?",
        "answer": "Yes"
    },
    {
        "input": "Are moose used for work near the kingdom of Arendelle?",
        "answer": "Yes"
    },
    {
        "input": "Are any letters directly before and after H missing from Roman numerals?",
        "answer": "Yes"
    },
    {
        "input": "Is pig meat considered inedible within the cuisine of Hawaii?",
        "answer": "No"
    },
    {
        "input": "Is it comfortable to wear sandals outside Esperanza Base?",
        "answer": "No"
    },
    {
        "input": "Was The Little Prince's titular character allergic to flowers?",
        "answer": "No"
    },
    {
        "input": "Does cell biology teach about the life cycle of Al Qaeda?",
        "answer": "No"
    },
    {
        "input": "Would someone with a nosebleed benefit from Coca?",
        "answer": "Yes"
    },
    {
        "input": "Does Justin Bieber vote in October?",
        "answer": "Yes"
    },
    {
        "input": "Would Gordon Ramsey use uranium as a seasoning?",
        "answer": "No"
    },
    {
        "input": "Could a young Wizard of Oz Scarecrow have gotten Cerebral palsy?",
        "answer": "No"
    },
    {
        "input": "Did Johann Sebastian Bach leave his first wife for his second wife?",
        "answer": "No"
    },
    {
        "input": "Would a baby gray whale fit in a tractor-trailer?",
        "answer": "Yes"
    },
    {
        "input": "Are ground bell peppers the main ingredient of black pepper?",
        "answer": "No"
    },
    {
        "input": "Did Sojourner Truth use the elevator at the Washington Monument?",
        "answer": "No"
    },
    {
        "input": "Is there historic graffiti on Alcatraz?",
        "answer": "Yes"
    },
    {
        "input": "Can you see the moon in Wembley Arena?",
        "answer": "No"
    },
    {
        "input": "Can first letter row of QWERTY keyboard spell a palindrome?",
        "answer": "Yes"
    },
    {
        "input": "Has a tumulus been discovered on Mars?",
        "answer": "No"
    },
    {
        "input": "Is Pan a symbol of virtue and virginity in women?",
        "answer": "No"
    },
    {
        "input": "Will Justin Bieber take over Mike Pence's position in 2020?",
        "answer": "No"
    },
    {
        "input": "Did France win the French Revolution?",
        "answer": "No"
    },
    {
        "input": "Could the children of Greek hero Jason hypothetically fill a polo team?",
        "answer": "Yes"
    },
    {
        "input": "Is Tony Bennett's middle name shared by a former UFC champion?",
        "answer": "Yes"
    },
    {
        "input": "Does store bought milk have cream at the top?",
        "answer": "No"
    },
    {
        "input": "Can Arnold Schwarzenegger deadlift an adult Black rhinoceros?",
        "answer": "No"
    },
    {
        "input": "Are there multiple Star Wars TV shows produced by Disney?",
        "answer": "Yes"
    },
    {
        "input": "Did polio medicine save the life of polio vaccine creator?",
        "answer": "No"
    },
    {
        "input": "If someone is a vegan, would they eat honey?",
        "answer": "No"
    },
    {
        "input": "Could the Port of Baltimore handle the entire world's cargo production of ginger each year?",
        "answer": "Yes"
    },
    {
        "input": "Is it possible for biologist Rachel Carson to have flown to the moon?",
        "answer": "No"
    },
    {
        "input": "Does ancient Olympics crown fail to hide tonsure?",
        "answer": "Yes"
    },
    {
        "input": "Could an ocelot subsist on a single bee hummingbird per day?",
        "answer": "No"
    },
    {
        "input": "Is there any absolute way to prevent abortion?",
        "answer": "No"
    },
    {
        "input": "Are you likely to hear Rammstein playing in smooth jazz clubs?",
        "answer": "No"
    },
    {
        "input": "Would an Alfa Romeo vehicle fit inside a barn?",
        "answer": "Yes"
    },
    {
        "input": "Would P. G. Wodehouse be taught in second grade?",
        "answer": "No"
    },
    {
        "input": "Does Ukrainian Greek Catholic Church recognize Alexander Nevsky as a saint?",
        "answer": "No"
    },
    {
        "input": "Would it be difficult to host Stanley Cup Finals at Rock in Rio?",
        "answer": "Yes"
    },
    {
        "input": "Did Christopher Columbus sail representing a different country than his original home?",
        "answer": "Yes"
    },
    {
        "input": "Can every digit in Pi be memorized?",
        "answer": "No"
    },
    {
        "input": "Did Doctor Strange creators also make Batman?",
        "answer": "No"
    },
    {
        "input": "Is Mixed martial arts totally original from Roman Colosseum games?",
        "answer": "No"
    },
    {
        "input": "Would most school children in New York be wearing jackets on groundhog day?",
        "answer": "Yes"
    },
    {
        "input": "At a presentation about post traumatic stress disorder, would Ariana Grande be a topic of relevance?",
        "answer": "Yes"
    },
    {
        "input": "Are the headquarters of All Nippon Airways near a beach?",
        "answer": "No"
    },
    {
        "input": "Would a Superbowl Football Game be crowded on the Gettysburg Battlefield?",
        "answer": "No"
    },
    {
        "input": "Is there a Yeti associated with Disney theme parks?",
        "answer": "Yes"
    },
    {
        "input": "Do oak trees have leaves during winter?",
        "answer": "No"
    },
    {
        "input": "Could Eddie Murphy dial 911 in a car as a young child?",
        "answer": "No"
    },
    {
        "input": "Would you buy bananas for tostones?",
        "answer": "No"
    },
    {
        "input": "Can Africanized bees be considered multicultural?",
        "answer": "Yes"
    },
    {
        "input": "Could Eddie Hall hypothetically deadlift the world's largest cheeseburger?",
        "answer": "No"
    },
    {
        "input": "Would it be impossible to keep an ocean sunfish and a goldfish in the same tank?",
        "answer": "Yes"
    },
    {
        "input": "Is the United States the largest exporter of Fair Trade products?",
        "answer": "No"
    },
    {
        "input": "Does Biochemistry study gluons?",
        "answer": "No"
    },
    {
        "input": "Would you have to wear a coat when on Phobos?",
        "answer": "Yes"
    },
    {
        "input": "Is watching  Star Wars necessary to know who Darth Vader is?",
        "answer": "No"
    },
    {
        "input": "Can you buy a fair trade laptop?",
        "answer": "No"
    },
    {
        "input": "Was the subject of Parsifal taken from British folklore?",
        "answer": "Yes"
    },
    {
        "input": "Can French Toast hypothetically kill a Lannister?",
        "answer": "Yes"
    },
    {
        "input": "Does Carmen Electra own a junk?",
        "answer": "No"
    },
    {
        "input": "Are swastikas used in the most common religion in India?",
        "answer": "Yes"
    },
    {
        "input": "Can a greyhound walk on two legs?",
        "answer": "No"
    },
    {
        "input": "Is SnapCap an example of a retail store?",
        "answer": "No"
    },
    {
        "input": "Can a 2019 Toyota Hilux hypothetically support weight of thirty Big John Studd clones?",
        "answer": "No"
    },
    {
        "input": "Are any minor league baseball teams named after felines?",
        "answer": "Yes"
    },
    {
        "input": "Can telescopes hear noise?",
        "answer": "No"
    },
    {
        "input": "Is Pearl Harbor the mythical home of a shark goddess?",
        "answer": "Yes"
    },
    {
        "input": "Could Reza Shah be related to Queen Elizabeth I?",
        "answer": "No"
    },
    {
        "input": "If you're running focal fossa, are you using linux?",
        "answer": "Yes"
    },
    {
        "input": "Can monkeys use QWERTY keyboards?",
        "answer": "Yes"
    },
    {
        "input": "Does US brand Nice depend on Western honey bee?",
        "answer": "Yes"
    },
    {
        "input": "Were karaoke and the turtle power tiller patented in the same country?",
        "answer": "Yes"
    },
    {
        "input": "Would the current president of Ohio University hypothetically wear a jockstrap?",
        "answer": "Yes"
    },
    {
        "input": "Does a person need to be a parent to become a grandparent?",
        "answer": "Yes"
    },
    {
        "input": "Can a chess board be converted to a Shogi board?",
        "answer": "No"
    },
    {
        "input": "Is the Flying Spaghetti Monster part of an ancient pantheon?",
        "answer": "No"
    },
    {
        "input": "Is B's place in alphabet same as Prince Harry's birth order?",
        "answer": "Yes"
    },
    {
        "input": "Could chives be mistaken for grass?",
        "answer": "Yes"
    },
    {
        "input": "Do movies always show nerds as the losers?",
        "answer": "No"
    },
    {
        "input": "Could JPMorgan Chase give every American $10?",
        "answer": "Yes"
    },
    {
        "input": "Can the largest crustacean stretch out completely on a king-sized mattress?",
        "answer": "No"
    },
    {
        "input": "Would Dante Alighieri hypothetically place Rupert Murdoch in 8th Circle of Hell?",
        "answer": "Yes"
    },
    {
        "input": "Did the Eastern Orthodox Church and the Byzantine Empire ever use the same calendar?",
        "answer": "Yes"
    },
    {
        "input": "Was Augustus his real name?",
        "answer": "No"
    },
    {
        "input": "Did Al-Farabi ever meet Mohammed?",
        "answer": "No"
    },
    {
        "input": "Will Dustin Hoffman likely vote for Trump in 2020?",
        "answer": "No"
    },
    {
        "input": "Are Naruhito's ancestors the focus of Romance of the Three Kingdoms?",
        "answer": "No"
    },
    {
        "input": "Did Johann Sebastian Bach ever win a Grammy Award?",
        "answer": "No"
    },
    {
        "input": "Can Hulk's alter ego explain atomic events?",
        "answer": "Yes"
    },
    {
        "input": "Will Communion be denied to Wednesday name origin followers?",
        "answer": "Yes"
    },
    {
        "input": "Do astronomers write horoscopes?",
        "answer": "No"
    },
    {
        "input": "Is a bengal fox likely to see the Superbowl?",
        "answer": "No"
    },
    {
        "input": "Would a Jehovah's witness approve of Alice's Adventures in Wonderland?",
        "answer": "No"
    },
    {
        "input": "Would a Germaphobia be able to participate in Judo?",
        "answer": "No"
    },
    {
        "input": "Can a lifeboat rescue people in the Hooke Sea?",
        "answer": "No"
    },
    {
        "input": "Can food be cooked in the cosmic microwave background?",
        "answer": "No"
    },
    {
        "input": "Does Nigella Lawson care about solubility?",
        "answer": "Yes"
    },
    {
        "input": "Did Rahul Dravid ever kick a field goal?",
        "answer": "No"
    },
    {
        "input": "Could an American confuse breakfast in British cuisine for dinner?",
        "answer": "Yes"
    },
    {
        "input": "Would a blooming onion be possible with a shallot?",
        "answer": "No"
    },
    {
        "input": "Can I build a house on an asteroid?",
        "answer": "No"
    },
    {
        "input": "Is it possible to binge entire EastEnders series without water?",
        "answer": "No"
    },
    {
        "input": "Are cucumbers often found in desert?",
        "answer": "No"
    },
    {
        "input": "Can you watch the Borgia's World of Wonders before Ludacris's Release Therapy finishes?",
        "answer": "Yes"
    },
    {
        "input": "Can someone with celiac disease have potato vodka?",
        "answer": "Yes"
    },
    {
        "input": "Is polyamory allowed in the Catholic Church?",
        "answer": "No"
    },
    {
        "input": "Are there mental disorders you can hide?",
        "answer": "Yes"
    },
    {
        "input": "Has Nikola Tesla's name inspired multiple brands?",
        "answer": "Yes"
    },
    {
        "input": "Do people with mood disorders need permanent institutionalization?",
        "answer": "No"
    },
    {
        "input": "Are flag of Gabon colors found in rainbow?",
        "answer": "Yes"
    },
    {
        "input": "Would Edward II of England have been born without Vikings?",
        "answer": "No"
    },
    {
        "input": "Is 2018 Ashland, Oregon population inadequate to be a hypothetical military division?",
        "answer": "No"
    },
    {
        "input": "Will the producer of Easy Rider become an octogenarian in 2021?",
        "answer": "No"
    },
    {
        "input": "Are aggressive bumblebees suicidal?",
        "answer": "No"
    },
    {
        "input": "Could a Bengal cat hypothetically best Javier Sotomayor's record?",
        "answer": "Yes"
    },
    {
        "input": "Is most store bought rice pudding made with brown rice?",
        "answer": "No"
    },
    {
        "input": "Can cancer cause excess adrenaline production?",
        "answer": "Yes"
    },
    {
        "input": "Were number of states in Ancient Greece underwhelming compared to US states in 1900?",
        "answer": "No"
    },
    {
        "input": "Are both founders of Ben & Jerry's still involved in the company?",
        "answer": "No"
    },
    {
        "input": "Does the United States Secretary of State answer the phones for the White House?",
        "answer": "No"
    },
    {
        "input": "Did Bill Gates help to develop the PlayStation 4?",
        "answer": "No"
    },
    {
        "input": "Could the main character of \"Alice's Adventures in Wonderland\" join a Masonic Lodge?",
        "answer": "No"
    },
    {
        "input": "Can an asteroid be linked with virginity?",
        "answer": "Yes"
    },
    {
        "input": "Did producer of Easy Rider ever star in a movie with Dean Cain's Princeton girlfriend?",
        "answer": "Yes"
    },
    {
        "input": "Did Melania Trump have same profession as Olga Kurylenko?",
        "answer": "Yes"
    },
    {
        "input": "Would a jumping spider need over half a dozen contact lenses?",
        "answer": "Yes"
    },
    {
        "input": "Was the Louisiana Purchase made with bitcoin?",
        "answer": "No"
    },
    {
        "input": "Can The Hobbit be read in its entirety in four minutes?",
        "answer": "Yes"
    },
    {
        "input": "Is a Boeing 737 cost covered by Wonder Woman (2017 film) box office receipts?",
        "answer": "Yes"
    },
    {
        "input": "Were paparazzi involved in the death of a member of the royal family?",
        "answer": "Yes"
    },
    {
        "input": "Was John Gall from same city as Stanford University?",
        "answer": "Yes"
    },
    {
        "input": "Will parma ham be ready for New Year's if the pig is slaughtered in December?",
        "answer": "No"
    },
    {
        "input": "Do Shivambu practitioners believe ammonia is unhealthy?",
        "answer": "No"
    },
    {
        "input": "Is starving Hamas agent eating pig bad?",
        "answer": "No"
    },
    {
        "input": "Have the Israelis played the Hammerstein Ballroom?",
        "answer": "No"
    },
    {
        "input": "Did Elle Fanning play an essential part in ending apartheid?",
        "answer": "No"
    },
    {
        "input": "Could the Powerpuff Girls hypothetically attend the Camden Military Academy?",
        "answer": "No"
    },
    {
        "input": "Could Chuck Norris ride a horse?",
        "answer": "Yes"
    },
    {
        "input": "Did the Space Race use relay batons?",
        "answer": "No"
    },
    {
        "input": "Would Harvey Milk have approved of Obama?",
        "answer": "Yes"
    },
    {
        "input": "Do you have to put on glasses to read a QR code?",
        "answer": "No"
    },
    {
        "input": "Would an aerodynamic cactus benefit from more frequently closed stomata?",
        "answer": "Yes"
    },
    {
        "input": "Could every citizen of Samoa send a letter to a unique JPMorgan Chase employee?",
        "answer": "Yes"
    },
    {
        "input": "Are Sable's a good choice of Mustelidae to weigh down a scale?",
        "answer": "No"
    },
    {
        "input": "Would Mickey Mouse blend in with the American flag?",
        "answer": "No"
    },
    {
        "input": "Is Anakin Skywalker from Star Wars associated with the color black?",
        "answer": "Yes"
    },
    {
        "input": "Was story of Jesus inspired by Egyptian myth?",
        "answer": "Yes"
    },
    {
        "input": "Is Jennifer Lawrence's middle name similar to the name of a Scorsese collaborator?",
        "answer": "Yes"
    },
    {
        "input": "Can you make an MP3 from the Golden Gate Bridge?",
        "answer": "Yes"
    },
    {
        "input": "Does the United States Navy create radioactive waste?",
        "answer": "Yes"
    },
    {
        "input": "Was Lil Jon's top ranked Billboard song a collaboration with a member of The Lox?",
        "answer": "No"
    },
    {
        "input": "Is helium the cause of the Hindenburg explosion?",
        "answer": "No"
    },
    {
        "input": "Did Al Unser Jr. win the Space Race?",
        "answer": "No"
    },
    {
        "input": "Could the endowment of Johns Hopkins University pay off the MBTA debt?",
        "answer": "No"
    },
    {
        "input": "Is Guitar Hero Beatles inappropriate for a US third grader?",
        "answer": "No"
    },
    {
        "input": "Could Larry King's marriages be counted on two feet?",
        "answer": "Yes"
    },
    {
        "input": "Does The Jungle Book contain racist subtext?",
        "answer": "Yes"
    },
    {
        "input": "Is jalapeno heat outclassed by Bhut jolokia?",
        "answer": "Yes"
    },
    {
        "input": "Would a lullaby be enough to wake Hellen Keller up?",
        "answer": "No"
    },
    {
        "input": "Can the Communist Party of the Soviet Union get a perfect all kill?",
        "answer": "No"
    },
    {
        "input": "Will the Stanford Linear Accelerator fit on the Golden Gate Bridge?",
        "answer": "No"
    },
    {
        "input": "Can you measure a Caracal with a protractor?",
        "answer": "No"
    },
    {
        "input": "Would students at Marist have to petition to get a rowing team?",
        "answer": "No"
    },
    {
        "input": "Would Ibn Saud tolerate salsa music?",
        "answer": "No"
    },
    {
        "input": "Would it be difficult to snowboard on Venus?",
        "answer": "Yes"
    },
    {
        "input": "Is Samsung accountable to shareholders?",
        "answer": "Yes"
    },
    {
        "input": "Has Cesar Millan ever tamed a short-eared dog?",
        "answer": "No"
    },
    {
        "input": "Could Charlie Bucket be a hotel manager?",
        "answer": "No"
    },
    {
        "input": "Is the Forbidden City host to a wooden rollercoaster?",
        "answer": "No"
    },
    {
        "input": "Does Magnus Carlsen enjoy KFC?",
        "answer": "No"
    },
    {
        "input": "Do moths that live on sloths have family dinners?",
        "answer": "No"
    },
    {
        "input": "Has Kelly Clarkson outsold season 4 American Idol winner?",
        "answer": "No"
    },
    {
        "input": "Was Oscar Wilde's treatment under the law be considered fair in the US now?",
        "answer": "No"
    },
    {
        "input": "Did Hanuman ever experience an orgasm?",
        "answer": "No"
    },
    {
        "input": "Do onions have a form that resembles the inside of a tree?",
        "answer": "Yes"
    },
    {
        "input": "Are LinkedIn and LeafedIn related companies?",
        "answer": "No"
    },
    {
        "input": "Could an ocelot outrun a kindergartner?",
        "answer": "Yes"
    },
    {
        "input": "Did the population of the Warsaw Ghetto record secret police on cell phones?",
        "answer": "No"
    },
    {
        "input": "Is Ganymede in the Milky Way galaxy?",
        "answer": "Yes"
    },
    {
        "input": "In the world of Harry Potter, would a snake and skull tattoo be good luck?",
        "answer": "No"
    },
    {
        "input": "Is Alan Alda old enough to have fought in the Vietnam War?",
        "answer": "Yes"
    },
    {
        "input": "Does title of Van Morrison's most played song apply to a minority of women worldwide?",
        "answer": "No"
    },
    {
        "input": "Did Snoop Dogg refuse to make music with rival gang members?",
        "answer": "No"
    },
    {
        "input": "Would Othello be Shakespeare's play to buy Scheherazade most time with king?",
        "answer": "No"
    },
    {
        "input": "Are goldfish more difficult to care for than isopods?",
        "answer": "Yes"
    },
    {
        "input": "Did Easy Rider make a profit at the theater when it was released?",
        "answer": "Yes"
    },
    {
        "input": "Do most high school head coaches make as much as the Head Coach at NCSU?",
        "answer": "No"
    },
    {
        "input": "Has the Indian Ocean garbage patch not completed two full rotations of debris since its discovery?",
        "answer": "Yes"
    },
    {
        "input": "Can children be soldiers in the US Army?",
        "answer": "No"
    },
    {
        "input": "Can you use the T-Mobile tuesdays app if you aren't a T-Mobile customer?",
        "answer": "No"
    },
    {
        "input": "Are multiple Christmas Carol's named after Saints?",
        "answer": "Yes"
    },
    {
        "input": "Would George Fox support stoning?",
        "answer": "No"
    },
    {
        "input": "Is an inappropriate lullaby Love Song from November 11, 2000?",
        "answer": "Yes"
    },
    {
        "input": "Is British Airways the air force of the United Kingdom?",
        "answer": "No"
    },
    {
        "input": "Do Star Wars fans say \"beam me up\" often?",
        "answer": "No"
    },
    {
        "input": "Is an internet connection essential for someone using Chrome OS?",
        "answer": "Yes"
    },
    {
        "input": "Was Harry Potter a better investment than The Matrix for Warner Bros.?",
        "answer": "Yes"
    },
    {
        "input": "Is retail a job anybody can be suited for?",
        "answer": "No"
    },
    {
        "input": "NATO doesn't recognize double triangle flag countries?",
        "answer": "Yes"
    },
    {
        "input": "Was Aristotle a member of the House of Lords?",
        "answer": "No"
    },
    {
        "input": "Can Amtrak's Acela Express break the sound barrier?",
        "answer": "No"
    },
    {
        "input": "Is it safe to share silverware with an HIV positive person?",
        "answer": "Yes"
    },
    {
        "input": "Can a strawberry get worms similar to dogs?",
        "answer": "Yes"
    },
    {
        "input": "Does it seem like the Gorillaz is composed of more members than they have?",
        "answer": "Yes"
    },
    {
        "input": "Does the Eighth Amendment to the United States Constitution protect freedom of speech?",
        "answer": "No"
    },
    {
        "input": "Is the Louvre's pyramid known for being unbreakable?",
        "answer": "No"
    },
    {
        "input": "Was England directly involved in the Arab-Israeli conflict?",
        "answer": "Yes"
    },
    {
        "input": "Is accountant a difficult profession for a person suffering from Dyscalculia?",
        "answer": "Yes"
    },
    {
        "input": "Did Donatello use a smartphone?",
        "answer": "No"
    },
    {
        "input": "At Christmastime, do some films remind us that groundhog day is approaching?",
        "answer": "Yes"
    },
    {
        "input": "Can printing books in kanji instead of the Roman alphabet save trees?",
        "answer": "Yes"
    },
    {
        "input": "Can you save every HD episode of Game of Thrones on Samsung Galaxy A10e?",
        "answer": "No"
    },
    {
        "input": "Can Aerosmith legally drive in the carpool lane?",
        "answer": "Yes"
    },
    {
        "input": "Can an ostrich fit into the nest of a swallow?",
        "answer": "No"
    },
    {
        "input": "Can you house a giant squid at Soldier Field?",
        "answer": "Yes"
    },
    {
        "input": "Can a minotaur hypothetically injure a tibia playing football?",
        "answer": "Yes"
    },
    {
        "input": "If it socially acceptable to wear an icon depicting crucifixion?",
        "answer": "Yes"
    },
    {
        "input": "Was United Airlines blameless in worst crash in history?",
        "answer": "Yes"
    },
    {
        "input": "Would Atlantic Salmon be within David Duchovny's dietary guidelines?",
        "answer": "Yes"
    },
    {
        "input": "Can you purchase General Motors products at a movie theater?",
        "answer": "No"
    },
    {
        "input": "Would a physician be unlikely to recommend Reiki?",
        "answer": "Yes"
    },
    {
        "input": "Could common warthog be useful for scrimshaw?",
        "answer": "Yes"
    },
    {
        "input": "Would an American feel lost due to language barriers at Disneyland Paris?",
        "answer": "No"
    },
    {
        "input": "Is it foolish to stand on giraffe's head to see over Eiffel Tower?",
        "answer": "Yes"
    },
    {
        "input": "Is a curling iron necessary in curling?",
        "answer": "No"
    },
    {
        "input": "Has numerology helped shape hotel layouts?",
        "answer": "Yes"
    },
    {
        "input": "Would Michael Phelps be good at pearl hunting?",
        "answer": "Yes"
    },
    {
        "input": "Would someone pay for a coffee in NYC with Euros?",
        "answer": "No"
    },
    {
        "input": "Is the tibia necessary to win the Stanley Cup?",
        "answer": "Yes"
    },
    {
        "input": "Could B be mistaken for an Arabic numeral?",
        "answer": "Yes"
    },
    {
        "input": "Would Brian Warner be a good singer for a soul music band?",
        "answer": "No"
    },
    {
        "input": "When Hugh Jackman was a teacher, would he have taught The Great Gatsby?",
        "answer": "No"
    },
    {
        "input": "Would a binge watch of entire Young and the Restless take longer than a leap year?",
        "answer": "Yes"
    },
    {
        "input": "Can a believer in agnosticism become pope?",
        "answer": "No"
    },
    {
        "input": "Is a slime mold safe from cerebral palsy?",
        "answer": "Yes"
    },
    {
        "input": "Did Leonardo da Vinci lack contemporary peers in his home city?",
        "answer": "No"
    },
    {
        "input": "Do people take laxatives because they enjoy diarrhea?",
        "answer": "No"
    },
    {
        "input": "Did Ice make people rich?",
        "answer": "Yes"
    },
    {
        "input": "Would a Rabbi celebrate Christmas?",
        "answer": "No"
    },
    {
        "input": "Is it hard for Rahul Dravid to order food at a restaurant in Aurangabad?",
        "answer": "No"
    },
    {
        "input": "Is Shakespeare famous because of the infinitive form?",
        "answer": "Yes"
    },
    {
        "input": "Is the referee at a soccer match highly visible against the field?",
        "answer": "Yes"
    },
    {
        "input": "Did pirates who had scurvy need more Vitamin C?",
        "answer": "Yes"
    },
    {
        "input": "Would a diet of ice eventually kill a person?",
        "answer": "Yes"
    },
    {
        "input": "Was King Kong climbing at a higher altitude than Eiffel Tower visitors?",
        "answer": "Yes"
    },
    {
        "input": "Is Morocco an ideal location for water skiing?",
        "answer": "No"
    },
    {
        "input": "Can a snow leopard swim?",
        "answer": "Yes"
    },
    {
        "input": "Would a sofer be a bad job for a vegan?",
        "answer": "Yes"
    },
    {
        "input": "Was a nuclear bomb used in the Napoleonic Wars?",
        "answer": "No"
    },
    {
        "input": "Could Marco Rubio ride the Candymonium roller coaster at Hershey Park?",
        "answer": "Yes"
    },
    {
        "input": "Did Saint Augustine use the Julian calendar?",
        "answer": "Yes"
    },
    {
        "input": "Are parodies of the President of the United States illegal?",
        "answer": "No"
    },
    {
        "input": "Can you go water skiing on Venus?",
        "answer": "No"
    },
    {
        "input": "Did the Nazis use the Hammer and sickle flag?",
        "answer": "No"
    },
    {
        "input": "Could SNL be why Jenny McCarthy does not get along with her cousin?",
        "answer": "Yes"
    },
    {
        "input": "Is eleventh grade required to get a driver's licence?",
        "answer": "No"
    },
    {
        "input": "Did DARPA influence Albert Einstein?",
        "answer": "No"
    },
    {
        "input": "Does menthol make cigarettes less addictive?",
        "answer": "No"
    },
    {
        "input": "Would a psychic who admits to hot reading be trustworthy?",
        "answer": "No"
    },
    {
        "input": "Can Poland Spring make money in the Sahara?",
        "answer": "Yes"
    },
    {
        "input": "Can a jet plane be made without society?",
        "answer": "No"
    },
    {
        "input": "Would human race go extinct without chlorophyll?",
        "answer": "Yes"
    },
    {
        "input": "Does a giant green lady stand in New York Harbor?",
        "answer": "Yes"
    },
    {
        "input": "Is the Sea of Japan landlocked within Japan?",
        "answer": "No"
    },
    {
        "input": "Do suburbs encourage the use of cars?",
        "answer": "Yes"
    },
    {
        "input": "Did J. Edgar Hoover take his calls in Langley, Virginia?",
        "answer": "No"
    },
    {
        "input": "Can you substitute the pins in a bowling alley lane with Dustin Hoffman's Oscars?",
        "answer": "No"
    },
    {
        "input": "Would an astrologer focus on the densest terrestrial planet for a Friday horoscope?",
        "answer": "Yes"
    },
    {
        "input": "Did Brazilian jiu-jitsu Gracie founders have at least a baker's dozen of kids between them?",
        "answer": "Yes"
    },
    {
        "input": "Could a monarch butterfly rule a kingdom?",
        "answer": "No"
    },
    {
        "input": "Do Apollo and Baldur share similar interests?",
        "answer": "Yes"
    },
    {
        "input": "Is it wise to feed a Snickers bar to a poodle?",
        "answer": "No"
    },
    {
        "input": "Would an Olympic athlete be tired out after running a mile?",
        "answer": "No"
    },
    {
        "input": "Is Bern located east of Paris?",
        "answer": "Yes"
    },
    {
        "input": "Would ISIS agree with Al-Farabi's religious sect?",
        "answer": "No"
    },
    {
        "input": "Do mollymawks live where albatrosses cannot?",
        "answer": "No"
    },
    {
        "input": "Is a spice grinder ueseless for the cheapest cinnamon sticks?",
        "answer": "Yes"
    },
    {
        "input": "Are any of the destinations of Japan Airlines former Axis Powers?",
        "answer": "Yes"
    },
    {
        "input": "Could a nymph tick pass through a standard hole punch?",
        "answer": "Yes"
    },
    {
        "input": "Does Amtrak operate four wheel vehicles?",
        "answer": "Yes"
    },
    {
        "input": "Does the letter B's place in alphabet exceed number of 2008 total lunar eclipses?",
        "answer": "Yes"
    },
    {
        "input": "Do sun bears stay active during winter?",
        "answer": "Yes"
    },
    {
        "input": "Does Osama bin Laden put a wafer on his tongue every Sunday?",
        "answer": "No"
    },
    {
        "input": "Could modern Brazilian Navy have hypothetically turned the tide in Battle of Actium?",
        "answer": "Yes"
    },
    {
        "input": "Could Plato have agreed with the beliefs of Jainism?",
        "answer": "Yes"
    },
    {
        "input": "Would Goofy hypothetically enjoy Nylabone?",
        "answer": "Yes"
    },
    {
        "input": "Did the Gunpowder plot eliminate Mary, Queen of Scots bloodline?",
        "answer": "No"
    },
    {
        "input": "Can Spartina Patens thrive in the Sahara Desert?",
        "answer": "No"
    },
    {
        "input": "Would it be difficult for Kami Rita to climb Mount Emei?",
        "answer": "No"
    },
    {
        "input": "Was only woman to serve as U.S. Speaker of the House alive during the attack on Pearl Harbor?",
        "answer": "Yes"
    },
    {
        "input": "Would three commas be sufficient for displaying US 2018 GDP?",
        "answer": "No"
    },
    {
        "input": "Is clerk of Supreme Court of Canada safe profession for someone with seismophobia?",
        "answer": "Yes"
    },
    {
        "input": "Would you find olives at a heladeria?",
        "answer": "No"
    },
    {
        "input": "Would keelhauling be a fair punishment under the Eighth Amendment?",
        "answer": "No"
    },
    {
        "input": "Did Gandhi watch the television show Bonanza?",
        "answer": "No"
    },
    {
        "input": "Could casualties from deadliest war rival France's population?",
        "answer": "No"
    },
    {
        "input": "Is pi in excess of square root of 5?",
        "answer": "Yes"
    },
    {
        "input": "Does the FDA require sell by dates using Roman Numerals?",
        "answer": "No"
    },
    {
        "input": "Does a bumblebee have to worry about spider veins?",
        "answer": "No"
    },
    {
        "input": "Has mummification in the Andes been prevented by rainfall?",
        "answer": "No"
    },
    {
        "input": "Was Ariana Grande inspired by Imogen Heap?",
        "answer": "Yes"
    },
    {
        "input": "Is the Easter Bunny popular in September?",
        "answer": "No"
    },
    {
        "input": "Has Ringo Starr been in a relatively large number of bands?",
        "answer": "No"
    },
    {
        "input": "Would Achilles dominate Legolas in a hypothetical fight?",
        "answer": "No"
    },
    {
        "input": "Would someone on a keto diet be able to eat Dosa?",
        "answer": "No"
    },
    {
        "input": "Would Quiet from Metal Gear be a poor hypothetical choice for lecturer at Haub?",
        "answer": "Yes"
    },
    {
        "input": "Can a Liebherr LTM 11200-9.1 hypothetically lift Mount Emei?",
        "answer": "Yes"
    },
    {
        "input": "Is snoring a sign of good breathing while sleeping?",
        "answer": "No"
    },
    {
        "input": "Is calling ABBA the Swedish Beatles a preposterous claim?",
        "answer": "Yes"
    },
    {
        "input": "Does a game engine have a fuel injector?",
        "answer": "No"
    },
    {
        "input": "Were all of Heracles's children present for his funeral pyre?",
        "answer": "No"
    },
    {
        "input": "Will Al Pacino and Margaret Qualley score same amount of Bacon Number points?",
        "answer": "Yes"
    },
    {
        "input": "Did Ivan the Terrible's father and grandfather have nicer nicknames?",
        "answer": "Yes"
    },
    {
        "input": "Are thetan levels found in the New Testament?",
        "answer": "No"
    },
    {
        "input": "Are some types of pancakes named after coins?",
        "answer": "Yes"
    },
    {
        "input": "Does the anatomy of a camel lend itself to jokes on Wednesdays?",
        "answer": "Yes"
    },
    {
        "input": "Did Bruiser Brody wrestle on WWE Raw?",
        "answer": "No"
    },
    {
        "input": "Is zoology unconcerned with strigoi?",
        "answer": "Yes"
    },
    {
        "input": "Can you find Depala's race in World of Warcraft?",
        "answer": "Yes"
    },
    {
        "input": "Are twins always born during the same year?",
        "answer": "No"
    },
    {
        "input": "Did Tom Bosley enjoy video games on the PlayStation 4?",
        "answer": "No"
    },
    {
        "input": "Did Jackson 5 members exceed number in The Osmonds?",
        "answer": "No"
    },
    {
        "input": "Would a kaffir lime be a good ingredient for making a candle?",
        "answer": "Yes"
    },
    {
        "input": "Would it be possible to fit a football field in Alcatraz Island?",
        "answer": "Yes"
    },
    {
        "input": "Can you hunt Iberian wolves in the Southern United States?",
        "answer": "No"
    },
    {
        "input": "Would someone buying crickets be likely to own pets?",
        "answer": "Yes"
    },
    {
        "input": "Could $1 for each 2009 eclipse buy a copy of TIME magazine in 2020?",
        "answer": "Yes"
    },
    {
        "input": "Can oysters be preserved without refrigeration?",
        "answer": "Yes"
    },
    {
        "input": "Can Kate Gosselin's household fill out a Bandy team?",
        "answer": "No"
    },
    {
        "input": "Is tobacco use made to seem enjoyable in Alice's Adventures in Wonderland?",
        "answer": "Yes"
    },
    {
        "input": "Was Kane (wrestler) banned from WCW  headquarters city?",
        "answer": "No"
    },
    {
        "input": "Did Brad Peyton need to know about seismology?",
        "answer": "Yes"
    },
    {
        "input": "Would an average American Public University be welcoming to Ku Klux Klan members?",
        "answer": "No"
    },
    {
        "input": "Did Teri Hatcher last twice as many episodes on Desperate Housewives as her Superman show?",
        "answer": "Yes"
    },
    {
        "input": "Did Mickey Mouse appear in a cartoon with Bugs Bunny in 1930?",
        "answer": "No"
    },
    {
        "input": "Would Terence Tao outperform Eminem in a math competition?",
        "answer": "Yes"
    },
    {
        "input": "Would a Fakir be surprised if they saw a comma in their religious book?",
        "answer": "Yes"
    },
    {
        "input": "Should a Celiac sufferer avoid spaghetti?",
        "answer": "Yes"
    },
    {
        "input": "Is Kobe's famous animal product used in a BLT?",
        "answer": "No"
    },
    {
        "input": "Do skeletons have hair?",
        "answer": "No"
    },
    {
        "input": "Would the Ku Klux Klan welcome Opal Tometi into their group?",
        "answer": "No"
    },
    {
        "input": "Is a cory catfish likely to eat another living fish?",
        "answer": "No"
    },
    {
        "input": "Would John Muir not likely have a vitamin D deficiency?",
        "answer": "Yes"
    },
    {
        "input": "Can you buy furniture and meatballs in the same store?",
        "answer": "Yes"
    },
    {
        "input": "Is chaff produced by hydropower?",
        "answer": "Yes"
    },
    {
        "input": "Does the art from Family Guy look a lot like the art in American Dad?",
        "answer": "Yes"
    },
    {
        "input": "If you were at an Apple store, would most of the computers be running Ubuntu?",
        "answer": "No"
    },
    {
        "input": "Is the average bulk carrier ideal for transporting bromine at room temperature?",
        "answer": "No"
    },
    {
        "input": "Are there tearjerkers about United Airlines flights?",
        "answer": "Yes"
    },
    {
        "input": "Is Isaac Newton buried at the same church as the author of Great Expectations?",
        "answer": "Yes"
    },
    {
        "input": "Would the yearly precipitation on Snowdon submerge an upright bowling pin?",
        "answer": "Yes"
    },
    {
        "input": "Is Menthol associated with Thanksgiving?",
        "answer": "No"
    },
    {
        "input": "Would it be safe to have a jackfruit thrown at your head?",
        "answer": "No"
    },
    {
        "input": "Would a honey badger fit inside an oven?",
        "answer": "Yes"
    },
    {
        "input": "Would Phineas and Ferb enjoy winter?",
        "answer": "No"
    },
    {
        "input": "Do citizens of Cheshire sing La Marseillaise?",
        "answer": "No"
    },
    {
        "input": "Would a bodybuilder choose maize over chicken breast for dinner?",
        "answer": "No"
    },
    {
        "input": "Would Alexander Hamilton have known about koalas?",
        "answer": "No"
    },
    {
        "input": "Would Seroquel be the first treatment recommended by a doctor to someone with depression?",
        "answer": "No"
    },
    {
        "input": "Does the Taco Bell kitchen contain cinnamon?",
        "answer": "Yes"
    },
    {
        "input": "Would a member of the United States Air Force get a discount at Dunkin Donuts?",
        "answer": "Yes"
    },
    {
        "input": "Does Thiago Moises May 13 2020 submission move hypothetically hurt Achilles?",
        "answer": "Yes"
    },
    {
        "input": "Are quadrupeds represented on Chinese calendar?",
        "answer": "Yes"
    },
    {
        "input": "Would Nancy Pelosi publicly denounce abortion?",
        "answer": "No"
    },
    {
        "input": "Can a copy of The Daily Mirror sustain a campfire?",
        "answer": "Yes"
    },
    {
        "input": "Does Ludacris perform classical music?",
        "answer": "No"
    },
    {
        "input": "Will a 2 Euro coin float across the Red Sea?",
        "answer": "No"
    },
    {
        "input": "Is white light the absence of color?",
        "answer": "No"
    },
    {
        "input": "Did Isaac's father almost commit similar crime as Marvin Gay Sr.?",
        "answer": "Yes"
    },
    {
        "input": "Would an owl monkey enjoy a strawberry?",
        "answer": "Yes"
    },
    {
        "input": "Is the voice of the Genie from Disney's Aladdin still alive?",
        "answer": "No"
    },
    {
        "input": "Was Moon Jae-in born outside of Khanbaliq?",
        "answer": "Yes"
    },
    {
        "input": "Was Florence a Theocracy during Italian Renaissance?",
        "answer": "Yes"
    },
    {
        "input": "Can all of Snow White's dwarfs play a game of 7 Wonders simultaneously?",
        "answer": "Yes"
    },
    {
        "input": "Is Mozambique Drill an easy shot for United States Army Ranger?",
        "answer": "Yes"
    },
    {
        "input": "Is a construction worker required to build a portfolio?",
        "answer": "No"
    },
    {
        "input": "Would someone go to San Francisco for a nature escape?",
        "answer": "No"
    },
    {
        "input": "Were French people involved in the American Civil War?",
        "answer": "Yes"
    },
    {
        "input": "Did the Royal Air Force fight in the Boxer Rebellion?",
        "answer": "No"
    },
    {
        "input": "Is Elijah part of a Jewish holiday?",
        "answer": "Yes"
    },
    {
        "input": "Was the Peak of the Andes hidden from the view of the Colossus of Rhodes?",
        "answer": "Yes"
    },
    {
        "input": "Would Communist Party of the Soviet Union hypothetically support Trickle Down Economics?",
        "answer": "No"
    },
    {
        "input": "Was animal in You're a Good Sport, Charlie Brown, hypothetically a hound?",
        "answer": "Yes"
    },
    {
        "input": "Does Elizabeth II reign over the Balearic Islands?",
        "answer": "No"
    },
    {
        "input": "Could Eddie Murphy's children hypothetically fill a basketball court by themselves?",
        "answer": "Yes"
    },
    {
        "input": "Could a white cockatoo have lived through the entire Thirty Years' War?",
        "answer": "Yes"
    },
    {
        "input": "Is Linus Torvalds' wife unable to physically defend herself?",
        "answer": "No"
    },
    {
        "input": "Can a New Yorker get their eyes checked by Rand Paul legally?",
        "answer": "No"
    },
    {
        "input": "Is it impossible for Cheb Mami to win a Pulitzer Prize for musical composition?",
        "answer": "Yes"
    },
    {
        "input": "Did Spiderman fight against Falcon in the MCU?",
        "answer": "Yes"
    },
    {
        "input": "Is Steve Carell's character on The Office portrayed as one with tremendous leadership skills?",
        "answer": "No"
    },
    {
        "input": "Was milliner in Alice in Wonderland (1951 film) likely in need of succimer?",
        "answer": "Yes"
    },
    {
        "input": "Would Amy Winehouse's death have been prevented with Narcan?",
        "answer": "No"
    },
    {
        "input": "Would a customer be happy if their grocery store meat tasted like game?",
        "answer": "No"
    },
    {
        "input": "Would a pescatarian be unable to eat anchovy pizza?",
        "answer": "No"
    },
    {
        "input": "In Hey Arnold, did any characters stay on a porch all the time?",
        "answer": "Yes"
    },
    {
        "input": "Is shrimp scampi definitely free of plastic?",
        "answer": "No"
    },
    {
        "input": "Is the Jurassic era a tourist destination?",
        "answer": "No"
    },
    {
        "input": "Does the actress who played Elizabeth II speak fluent Arabic?",
        "answer": "No"
    },
    {
        "input": "Can Kane challenge Joe Biden in this year's primaries?",
        "answer": "No"
    },
    {
        "input": "Could  jockey win Triple Crown between Eid al-Fitr endpoints?",
        "answer": "No"
    },
    {
        "input": "If a baby was born on Halloween would they be a Scorpio?",
        "answer": "Yes"
    },
    {
        "input": "Is \"A Tale of Two Cities\" a popular science novel?",
        "answer": "No"
    },
    {
        "input": "Could ten gallons of seawater crush a six year old?",
        "answer": "Yes"
    },
    {
        "input": "Could John Key issue an executive order in the USA?",
        "answer": "No"
    },
    {
        "input": "Is Freya a combination of Athena and Aphrodite?",
        "answer": "Yes"
    },
    {
        "input": "Did Jack Dempsey have most title fight wins in either of his weight classes?",
        "answer": "No"
    },
    {
        "input": "Could you watch a new Seinfeld episode every day for a year?",
        "answer": "No"
    },
    {
        "input": "Can Burundi's communicate with citizens of New Brunswick?",
        "answer": "Yes"
    },
    {
        "input": "Would Carmine's kitchen staff be panicked if they had no olive oil?",
        "answer": "Yes"
    },
    {
        "input": "Was being a mail carrier considered one of the most dangerous jobs?",
        "answer": "Yes"
    },
    {
        "input": "Would a tool used for Martin Luther's Reformation opening salvo aid in a crucifixion?",
        "answer": "Yes"
    },
    {
        "input": "If you bottle your own milk, would there be cream on top of it?",
        "answer": "Yes"
    },
    {
        "input": "Is it safe to use Ammonia with Clorox?",
        "answer": "No"
    },
    {
        "input": "Would a Deacon be likely to be a fan of the podcast 'God Awful Movies'?",
        "answer": "No"
    },
    {
        "input": "Is Nine Inch Nails's lead singer associated with David Lynch?",
        "answer": "Yes"
    },
    {
        "input": "Are Christmas trees typically deciduous?",
        "answer": "No"
    },
    {
        "input": "Would a compass attuned to Earth's magnetic field be a bad gift for a Christmas elf??",
        "answer": "Yes"
    },
    {
        "input": "Are tampons a good 24 hour solution for mentruation?",
        "answer": "No"
    },
    {
        "input": "Are all characters in Legend of Robin Hood fictional?",
        "answer": "No"
    },
    {
        "input": "Did Nine Inch Nails inspire Aretha Franklin's sound?",
        "answer": "No"
    },
    {
        "input": "If someone is lactose intolerant, do they have to avoid cream?",
        "answer": "Yes"
    },
    {
        "input": "Does Santa Claus work during summer?",
        "answer": "No"
    },
    {
        "input": "In American society, will a bachelor's degree often include a leap year?",
        "answer": "Yes"
    },
    {
        "input": "Did children read Harry Potter and the Philosopher's Stone during the Albanian Civil War?",
        "answer": "Yes"
    },
    {
        "input": "Did Jay-Z ever collaborate with Louis Armstrong?",
        "answer": "No"
    },
    {
        "input": "Would Jason Voorhees hypothetically fail at being a martyr?",
        "answer": "Yes"
    },
    {
        "input": "Would Eye surgery on a fly be in vain?",
        "answer": "Yes"
    },
    {
        "input": "Did Archduke Franz Ferdinand of Austria participate in the Pacific War?",
        "answer": "No"
    },
    {
        "input": "Does Paulo Coelho's wife make a living through speech?",
        "answer": "No"
    },
    {
        "input": "Do Windows or Android smartphones run newer versions of Linux?",
        "answer": "No"
    },
    {
        "input": "Did Bill Nye vote for Franklin Delano Roosevelt?",
        "answer": "No"
    },
    {
        "input": "Are more people today related to Genghis Khan than Julius Caesar?",
        "answer": "Yes"
    },
    {
        "input": "Could Casio's first invention be worn around the ankle?",
        "answer": "No"
    },
    {
        "input": "Do some psychotherapy patients have no mental illness?",
        "answer": "Yes"
    },
    {
        "input": "Can an art dealer buy Boeing 737-800 with a Da Vinci painting?",
        "answer": "Yes"
    },
    {
        "input": "Was the British car, the Mini, the first car manufactured?",
        "answer": "No"
    },
    {
        "input": "Would early Eastern Canadian Natives language have use of the letter B?",
        "answer": "No"
    },
    {
        "input": "Does a Trek 9000 require an anchor in order to park?",
        "answer": "No"
    },
    {
        "input": "Do you need to worry about Zika virus in Antarctica?",
        "answer": "No"
    },
    {
        "input": "Is it dark is Basel during the day in Los Angeles?",
        "answer": "Yes"
    },
    {
        "input": "Is breakdancing safe for people with tendonitis?",
        "answer": "No"
    },
    {
        "input": "Can a traffic collision make someone a millionaire?",
        "answer": "Yes"
    },
    {
        "input": "Does parsley sink in milk?",
        "answer": "No"
    },
    {
        "input": "Does Happy Gilmore Productions CEO own a Torah?",
        "answer": "Yes"
    },
    {
        "input": "Would a pacifist be opposed to hunting?",
        "answer": "No"
    },
    {
        "input": "Are selfies more dangerous than plague in modern times?",
        "answer": "Yes"
    },
    {
        "input": "Did the Cherokee people send a delegation to oppose allotment?",
        "answer": "Yes"
    },
    {
        "input": "Do pediatricians perform abortions?",
        "answer": "No"
    },
    {
        "input": "Is Cape Town south of the Equator?",
        "answer": "Yes"
    },
    {
        "input": "Is Metallica protective over their music?",
        "answer": "Yes"
    },
    {
        "input": "Does USA fail separation of church and state in multiple ways?",
        "answer": "Yes"
    },
    {
        "input": "Is Jesse W. Moore a potential recipient of a Snoopy-themed award from NASA?",
        "answer": "No"
    },
    {
        "input": "Can you get Raclette in YMCA headquarters city?",
        "answer": "Yes"
    },
    {
        "input": "Could ABBA play a mixed doubles tennis game against each other?",
        "answer": "Yes"
    },
    {
        "input": "Does water have viscosity?",
        "answer": "No"
    },
    {
        "input": "Would a loudspeaker be useful for most Gallaudet students?",
        "answer": "No"
    },
    {
        "input": "Will Ahura Mazda have to look down to see Abaddon's dwelling??",
        "answer": "Yes"
    },
    {
        "input": "Do people celebrate Earth Day with a ceremonial tire fire?",
        "answer": "No"
    },
    {
        "input": "Could Lil Wayne's children ride in a Chevrolet Corvette ZR1 together?",
        "answer": "No"
    },
    {
        "input": "In star rating systems, is 5 stars considered good?",
        "answer": "Yes"
    },
    {
        "input": "Was hippie culture encouraged by the government in the Soviet Union?",
        "answer": "No"
    },
    {
        "input": "Are you likely to find a crucifix in Karachi?",
        "answer": "No"
    },
    {
        "input": "Has Alan Greenspan lived through at least a baker's dozen of president's?",
        "answer": "Yes"
    },
    {
        "input": "Would someone in Boston not receive the Toronto Star?",
        "answer": "Yes"
    },
    {
        "input": "Does 50 Cent get along with Jeffrey Atkins?",
        "answer": "No"
    },
    {
        "input": "Do people with DID have a good memory?",
        "answer": "No"
    },
    {
        "input": "Can native wolverines be found in Miami?",
        "answer": "No"
    },
    {
        "input": "Was Snoop Dogg's debut studio album released on the weekend?",
        "answer": "No"
    },
    {
        "input": "Does walking across Amazonas put a person's life at risk?",
        "answer": "Yes"
    },
    {
        "input": "Can horseradish be eaten in a religious context?",
        "answer": "Yes"
    },
    {
        "input": "Are common carp sensitive to their environments?",
        "answer": "No"
    },
    {
        "input": "Did a gladiator kill his opponent with a shotgun?",
        "answer": "No"
    },
    {
        "input": "Did a Mediterranean Sea creature kill Steve Irwin?",
        "answer": "Yes"
    },
    {
        "input": "Can E6000 cure before a hoverboard finishes the Daytona 500?",
        "answer": "Yes"
    },
    {
        "input": "Could Cosmic Girls play League of Legends alone?",
        "answer": "Yes"
    },
    {
        "input": "Is Y2K relevant to the plot of The Godfather?",
        "answer": "No"
    },
    {
        "input": "On August 20, 2020,  does The Tonight Show Starring Jimmy Fallon air after moonset EST?",
        "answer": "Yes"
    },
    {
        "input": "Would Janet Jackson avoid a dish with ham?",
        "answer": "Yes"
    },
    {
        "input": "Will twenty pea pods contents cover entire chess board?",
        "answer": "Yes"
    },
    {
        "input": "Were there footprints on the moon in 1960?",
        "answer": "No"
    },
    {
        "input": "Could the Atlantic readers fill 500 battalions?",
        "answer": "No"
    },
    {
        "input": "Was the French Revolution televised?",
        "answer": "No"
    },
    {
        "input": "Did Dr. Seuss live a tragedy free life?",
        "answer": "No"
    },
    {
        "input": "Are Christmas trees dissimilar to deciduous trees?",
        "answer": "Yes"
    },
    {
        "input": "Are all cucumbers the same texture?",
        "answer": "No"
    },
    {
        "input": "Was the Euro used in Prussia?",
        "answer": "No"
    },
    {
        "input": "Does Hammurabi's Code violate Christians Golden Rule?",
        "answer": "Yes"
    },
    {
        "input": "Did any of religions in which Himalayas are sacred originate in 19th century?",
        "answer": "No"
    },
    {
        "input": "Can you conduct surveillance from a teddy bear?",
        "answer": "Yes"
    },
    {
        "input": "Can Tame Impala's studio band play a proper game of Hot Potato?",
        "answer": "No"
    },
    {
        "input": "Will Tokyo Tower be repainted only once during President Trump's first term?",
        "answer": "Yes"
    },
    {
        "input": "Is it okay to lie after taking an oath in a court of law?",
        "answer": "No"
    },
    {
        "input": "Is Newspeak considered very straightforward?",
        "answer": "No"
    },
    {
        "input": "Is Statue of Unity hypothetically more level with Statue of Liberty than Lighthouse of Alexandria?",
        "answer": "No"
    },
    {
        "input": "Did the Football War last at least a month?",
        "answer": "No"
    },
    {
        "input": "Are peaches best eaten when firm?",
        "answer": "No"
    },
    {
        "input": "Would Adam Sandler get a reference to Cole Spouse and a scuba man doll?",
        "answer": "Yes"
    },
    {
        "input": "Will Lhamo Thondup be considered by Catholic Church to be a saint?",
        "answer": "No"
    },
    {
        "input": "Can children be hurt by jalapeno peppers?",
        "answer": "Yes"
    },
    {
        "input": "Can you see live harbor seals in Washington DC?",
        "answer": "Yes"
    },
    {
        "input": "Would 2020 Toyota Supra lag behind at a Nascar rally?",
        "answer": "Yes"
    },
    {
        "input": "Can a human eat an entire 12-lb roast turkey in an hour?",
        "answer": "No"
    },
    {
        "input": "Can Viper Room concert hypothetically be held at National Diet building?",
        "answer": "Yes"
    },
    {
        "input": "Were Beauty and the Beast adaptations devoid of Kurt Sutter collaborators?",
        "answer": "No"
    },
    {
        "input": "Was Edward II crucial to England's victory at Battle of Falkirk?",
        "answer": "No"
    },
    {
        "input": "Would hypothermia be a concern for a human wearing zoot suit on Triton?",
        "answer": "Yes"
    },
    {
        "input": "Could you brew beer from start to finish in the month of September?",
        "answer": "No"
    },
    {
        "input": "Can the Department of Defense perform a solo?",
        "answer": "No"
    },
    {
        "input": "Would a Monoamine Oxidase candy bar cheer up a depressed friend?",
        "answer": "No"
    },
    {
        "input": "Did Elizabeth I of England own any viscose fiber?",
        "answer": "No"
    },
    {
        "input": "Was dynamite used during Middle Ages warfare?",
        "answer": "No"
    },
    {
        "input": "Is Europa (moon) name origin related to Amunet?",
        "answer": "No"
    },
    {
        "input": "Do people who smoke Djarum's like cloves?",
        "answer": "Yes"
    },
    {
        "input": "Have Douglas fir been used to fight wars?",
        "answer": "Yes"
    },
    {
        "input": "Would it be common to find a penguin in Miami?",
        "answer": "No"
    },
    {
        "input": "Was Al-Farabi a student of the Great Sheikh?",
        "answer": "No"
    },
    {
        "input": "Was Richard III ruler of Adelaide?",
        "answer": "No"
    },
    {
        "input": "Does Ronda Rousey avoid BBQ restaraunts?",
        "answer": "Yes"
    },
    {
        "input": "Will electric car struggle to finish Daytona 500?",
        "answer": "Yes"
    },
    {
        "input": "Does meat from cows fed only grass taste more like wild game?",
        "answer": "Yes"
    },
    {
        "input": "Would King Leonidas have succeeded with an army the size of Mozart's compositions?",
        "answer": "No"
    },
    {
        "input": "Could Christopher Walken enlist in the United States Marine Corps?",
        "answer": "No"
    },
    {
        "input": "Is it best to avoid kola nuts with colitis?",
        "answer": "Yes"
    },
    {
        "input": "Have Jamie Lee Curtis been the subject of fake news?",
        "answer": "Yes"
    },
    {
        "input": "Is Final Fantasy VI closer to beginning than end of its franchise?",
        "answer": "Yes"
    },
    {
        "input": "Can you buy spinal cord at Home Depot?",
        "answer": "No"
    },
    {
        "input": "Could Rhode Island sink into the Bohai Sea?",
        "answer": "Yes"
    },
    {
        "input": "Are the colors on Marlboro package found on French flag?",
        "answer": "No"
    },
    {
        "input": "Did Jesus know anyone who spoke Estonian?",
        "answer": "No"
    },
    {
        "input": "Did Jesus go to school to study railroad engineering?",
        "answer": "No"
    },
    {
        "input": "Does the Constitution of the Philippines copy text from the British constitution?",
        "answer": "No"
    },
    {
        "input": "Could all of the famous Apollo's hypothetically defeat all of the famous D'Artagnan's?",
        "answer": "Yes"
    },
    {
        "input": "Does a lapidary work with items that are studied by geologists?",
        "answer": "Yes"
    },
    {
        "input": "Is the Asian black bear multicolored?",
        "answer": "Yes"
    },
    {
        "input": "Are sea turtles enjoying life during quarantine?",
        "answer": "Yes"
    },
    {
        "input": "Could Edward Snowden join MENSA?",
        "answer": "Yes"
    },
    {
        "input": "Does actress Leila George lack the height to be a model?",
        "answer": "No"
    },
    {
        "input": "Would a modern central processing unit circuit chip fit on a housekey?",
        "answer": "No"
    },
    {
        "input": "Could the members of The Police perform lawful arrests?",
        "answer": "No"
    },
    {
        "input": "Are there multiple American government holidays during winter?",
        "answer": "Yes"
    },
    {
        "input": "Was the sable depicted in Marvel comics anthropomorphic?",
        "answer": "No"
    },
    {
        "input": "Would a sesame seed be mistaken for a wood frog egg?",
        "answer": "No"
    },
    {
        "input": "Does bull shark bite hurt worse than crocodile bite?",
        "answer": "No"
    },
    {
        "input": "Could Barron Trump have lived through the Mexican Revolution?",
        "answer": "Yes"
    },
    {
        "input": "Is it possible to get killed walking to the Very Large Telescope?",
        "answer": "Yes"
    },
    {
        "input": "Was 847 Pope Leo same iteration of his name as Ivan the Terrible?",
        "answer": "Yes"
    },
    {
        "input": "Did mercenaries fight for England in the Glorious Revolution?",
        "answer": "No"
    },
    {
        "input": "Was Amazon involved in the lunar landing?",
        "answer": "No"
    },
    {
        "input": "Does Dean Cain have less days to birthday than Will Ferrell every 4th of July?",
        "answer": "No"
    },
    {
        "input": "Do people of the Iyer caste eat meat?",
        "answer": "No"
    },
    {
        "input": "Would Hades and Osiris hypothetically compete for real estate in the Underworld?",
        "answer": "Yes"
    },
    {
        "input": "Would General Zod prefer an iPhone over a Samsung Galaxy S4?",
        "answer": "No"
    },
    {
        "input": "Are Chipotle Cinnamon Pork Chops appropriate for a Seder?",
        "answer": "No"
    },
    {
        "input": "Did Christopher Columbus condone multiple deadly sins?",
        "answer": "Yes"
    },
    {
        "input": "Did the Wall Street Crash of 1929 hurt the stocks of robotics companies?",
        "answer": "No"
    },
    {
        "input": "Could Christopher Nolan's movies finance Cyprus's entire GDP?",
        "answer": "No"
    },
    {
        "input": "Was the man who played the male lead in Mrs. Doubtfire known for his humour?",
        "answer": "Yes"
    },
    {
        "input": "Did Columbus obtain his funding from the rulers of the Portugese Empire?",
        "answer": "No"
    },
    {
        "input": "Were Greeks essential to crafting Egyptian Lighthouse of Alexandria?",
        "answer": "Yes"
    },
    {
        "input": "Is viscosity unimportant in making jello shots?",
        "answer": "No"
    },
    {
        "input": "Was it typical to see Johnny Cash on stage in a rainbow-colored outfit?",
        "answer": "No"
    },
    {
        "input": "Could a markhor give birth three times in a single year?",
        "answer": "No"
    },
    {
        "input": "Was Mother Theresa a follower of atheism?",
        "answer": "No"
    },
    {
        "input": "Would someone in CHE101 require a Maya Angelou book?",
        "answer": "No"
    },
    {
        "input": "Is anyone at the Last Supper celebrated in Islam?",
        "answer": "Yes"
    },
    {
        "input": "Would the 10th doctor enjoy a dish of stuffed pears?",
        "answer": "No"
    },
    {
        "input": "Is Brooklyn known for its bread products?",
        "answer": "Yes"
    },
    {
        "input": "Are amoebas safe from breast cancer?",
        "answer": "Yes"
    },
    {
        "input": "Could the Toyota Stadium sit a tenth of the population of Gotheburg?",
        "answer": "No"
    },
    {
        "input": "Does Rusev have to worry about human overpopulation in his homeland?",
        "answer": "No"
    },
    {
        "input": "Are birds important to badminton?",
        "answer": "Yes"
    },
    {
        "input": "Will Conan the Barbarian hypothetically last a short time inside of Call of Duty?",
        "answer": "Yes"
    },
    {
        "input": "Did Eric Clapton have similar taste in women to one of the Beatles?",
        "answer": "Yes"
    },
    {
        "input": "Is Supreme Court of the United States analogous to High Courts of Justice of Spain?",
        "answer": "No"
    },
    {
        "input": "Does Jack Sparrow know any sea shantys?",
        "answer": "Yes"
    },
    {
        "input": "Do Australians ride Kangaroos to work?",
        "answer": "No"
    },
    {
        "input": "Was Lorenzo de Medici's patronage of Da Vinci exclusive?",
        "answer": "No"
    },
    {
        "input": "Would Lee Sedol understand the complexities of the Sicilian Defence?",
        "answer": "No"
    },
    {
        "input": "Are Citizens of Bern Switzerland are descendants of Genghis Khan?",
        "answer": "Yes"
    },
    {
        "input": "Were Walkman's used in the Kingdom of Hungary?",
        "answer": "No"
    },
    {
        "input": "Does Pantheon in Paris have a unique name?",
        "answer": "No"
    },
    {
        "input": "Are there some countries where waiting staff need no tip?",
        "answer": "Yes"
    },
    {
        "input": "Can jackfruit be used as a weapon?",
        "answer": "Yes"
    },
    {
        "input": "Did earth complete at least one orbit around the sun during the Napoleonic Wars?",
        "answer": "Yes"
    },
    {
        "input": "Will a person survive a fever of NY's highest recorded temperature?",
        "answer": "No"
    },
    {
        "input": "Are Mayors safe from harm from the federal government?",
        "answer": "No"
    },
    {
        "input": "Walt Disney dominated his amusement park peers at Academy Awards?",
        "answer": "Yes"
    },
    {
        "input": "Has Billy Joel sold out Astana Arena?",
        "answer": "No"
    },
    {
        "input": "Was Mesopotamia part of what is now China?",
        "answer": "No"
    },
    {
        "input": "In order to work in district management, does one need a car?",
        "answer": "Yes"
    },
    {
        "input": "Did Jackie Kennedy wear Dolce & Gabbana to her husband's inauguration?",
        "answer": "No"
    },
    {
        "input": "Would it be hard to get toilet paper if there were no loggers?",
        "answer": "Yes"
    },
    {
        "input": "Would the number 666 appear in a church?",
        "answer": "No"
    },
    {
        "input": "Could Elizabeth I of England have seen the play Dido, Queen of Carthage ?",
        "answer": "Yes"
    },
    {
        "input": "Is the saltwater crocodile less endangered than the European otter?",
        "answer": "Yes"
    },
    {
        "input": "Does giant panda have colors that differ from yin yang?",
        "answer": "No"
    },
    {
        "input": "Is it unusual to eat spaghetti without a fork?",
        "answer": "Yes"
    },
    {
        "input": "Can atheism surpass Christianity in American black communities by 2021?",
        "answer": "No"
    },
    {
        "input": "Does Steven Spielberg's 1998 film take place in a period after War Horse setting?",
        "answer": "Yes"
    },
    {
        "input": "Is Autumn a good time to collect bear pelts in US?",
        "answer": "No"
    },
    {
        "input": "Could Rich and Morty be triggered for children of alcoholics?",
        "answer": "Yes"
    },
    {
        "input": "Do American wheelchair users know what the ADA is?",
        "answer": "Yes"
    },
    {
        "input": "Is it difficult to conduct astrophotography in the summer in Sweden?",
        "answer": "Yes"
    },
    {
        "input": "Did Jane Austen suffer from middle child syndrome?",
        "answer": "No"
    },
    {
        "input": "Would Gomer Pyle salute a lieutenant?",
        "answer": "Yes"
    },
    {
        "input": "Is Pig Latin related to real Latin?",
        "answer": "No"
    },
    {
        "input": "During the pandemic, is door to door advertising considered inconsiderate?",
        "answer": "Yes"
    },
    {
        "input": "Did Ivan the Terrible use the Byzantine calendar?",
        "answer": "Yes"
    },
    {
        "input": "Could a delicious recipe be made with The Onion?",
        "answer": "No"
    },
    {
        "input": "Did Francois Mitterrand ever meet Barak Obama while they both held the position of President?",
        "answer": "No"
    },
    {
        "input": "Did Neanderthals use arithmetic?",
        "answer": "No"
    },
    {
        "input": "Is a watchmaker likely to be able to fix an Apple Watch?",
        "answer": "No"
    },
    {
        "input": "Is it impossible for pigs to use pig latin?",
        "answer": "Yes"
    },
    {
        "input": "Can Michael Jordan become a professional cook in America?",
        "answer": "Yes"
    },
    {
        "input": "Would Jacques Duèze have been friends with Richard Dawkins?",
        "answer": "No"
    },
    {
        "input": "Can spiders help eggplant farmers control parasites?",
        "answer": "Yes"
    },
    {
        "input": "Does butter industry survive cow extinction?",
        "answer": "Yes"
    },
    {
        "input": "Could a chipmunk fit 100 chocolate chips in his mouth?",
        "answer": "No"
    },
    {
        "input": "Is basil safe from Hypervitaminosis D?",
        "answer": "Yes"
    },
    {
        "input": "Is Cantonese spoken in Japan?",
        "answer": "No"
    },
    {
        "input": "Was Amy Winehouse familiar with Brexit?",
        "answer": "No"
    },
    {
        "input": "Was The Canterbury Tales written before One Thousand and One Nights?",
        "answer": "No"
    },
    {
        "input": "Will a sloth explode if it's not upside down?",
        "answer": "No"
    },
    {
        "input": "Would a birdwatcher pursue their hobby at a Philadelphia Eagles game?",
        "answer": "No"
    },
    {
        "input": "Could Quartz be useful to humans if plants died off and there was no oxygen?",
        "answer": "Yes"
    },
    {
        "input": "Can I hold Bing in a basket?",
        "answer": "No"
    },
    {
        "input": "Was the Parc des Princes fully operational during June of 2020?",
        "answer": "No"
    },
    {
        "input": "Are the Great Lakes part of an international border?",
        "answer": "Yes"
    },
    {
        "input": "Did Jon Brower Minnoch suffer from anorexia nervosa?",
        "answer": "No"
    },
    {
        "input": "Is Phobos (moon) name origin similar to Roman god Pavor?",
        "answer": "Yes"
    },
    {
        "input": "Would a snake have reasons to fear a honey badger?",
        "answer": "Yes"
    },
    {
        "input": "Are honey badgers and hyenas anatomically dissimilar?",
        "answer": "No"
    },
    {
        "input": "Was Noah concerned with buoyancy?",
        "answer": "Yes"
    },
    {
        "input": "Is the Muslim world hostile to Israel?",
        "answer": "Yes"
    },
    {
        "input": "Did Kim Il-sung network on LinkedIn?",
        "answer": "No"
    },
    {
        "input": "Could the Jackson 5 play a full game of rugby with each other?",
        "answer": "No"
    },
    {
        "input": "Does the human stomach destroy a bee if ingested?",
        "answer": "Yes"
    },
    {
        "input": "Would Elon Musk be more likely to know about astrology than physics?",
        "answer": "No"
    },
    {
        "input": "Does Coast to Coast AM have more longevity than the Rush Limbaugh show?",
        "answer": "Yes"
    },
    {
        "input": "Are eagles and young bears both used as labels for skills-training youth groups?",
        "answer": "Yes"
    },
    {
        "input": "Can parachuting amateurs ignore hurricane force winds bulletins?",
        "answer": "No"
    },
    {
        "input": "Do most people only memorize slightly over half of their ZIP code?",
        "answer": "Yes"
    },
    {
        "input": "Was Florence Nightingale's death more painful than Saint Peter's?",
        "answer": "No"
    },
    {
        "input": "Can Roman numerals fill the normal number of Sudoku box options?",
        "answer": "No"
    },
    {
        "input": "Is Alistair Darling in favor of Scottish independence?",
        "answer": "No"
    },
    {
        "input": "Do inanimate objects come alive in Beauty and the Beast?",
        "answer": "Yes"
    },
    {
        "input": "Can bottlenose dolphins hypothetically outbreed human women?",
        "answer": "No"
    },
    {
        "input": "Could Scooby Doo fit in a kangaroo pouch?",
        "answer": "No"
    },
    {
        "input": "Does Julia Roberts lose the prolific acting contest in her family?",
        "answer": "Yes"
    },
    {
        "input": "Would stargazers prefer binoculars over a telescope?",
        "answer": "No"
    },
    {
        "input": "Would Ringo Starr avoid the pot roast at a restaurant?",
        "answer": "Yes"
    },
    {
        "input": "Can a person be diagnosed with a Great Depression?",
        "answer": "No"
    },
    {
        "input": "Would only warm weather attire be a good idea on Mercury?",
        "answer": "No"
    },
    {
        "input": "Did Helen Keller ever read a novel by J. K. Rowling?",
        "answer": "No"
    },
    {
        "input": "Was disc jockey Jay Thomas enemies with Clayton Moore?",
        "answer": "No"
    },
    {
        "input": "Did Douglas Adams use email as a child?",
        "answer": "No"
    },
    {
        "input": "Are some chiropractic manipulations dangerous?",
        "answer": "Yes"
    },
    {
        "input": "Is Olivia Newton-John hyphenated celebrity name with most letters?",
        "answer": "No"
    },
    {
        "input": "Is Casio's founding year a composite number?",
        "answer": "Yes"
    },
    {
        "input": "Did George W. Bush grow up speaking Cantonese?",
        "answer": "No"
    },
    {
        "input": "Does crucifixion violate US eighth amendment?",
        "answer": "Yes"
    },
    {
        "input": "Did Dale Jr.'s father crash his car due to a stroke?",
        "answer": "No"
    },
    {
        "input": "Do all shooting sports involve bullets?",
        "answer": "No"
    },
    {
        "input": "Could a monolingual American read Lenovo's native name?",
        "answer": "No"
    },
    {
        "input": "Has a baby ever had a moustache?",
        "answer": "Yes"
    },
    {
        "input": "Can you order an Alfa Romeo at Starbucks?",
        "answer": "No"
    },
    {
        "input": "Is the Golden eagle considered a scavenger bird?",
        "answer": "No"
    },
    {
        "input": "Can actress Danica McKellar skip astronaut education requirements?",
        "answer": "Yes"
    },
    {
        "input": "Would a northern fur seal pass a driving test?",
        "answer": "No"
    },
    {
        "input": "Does a Generation Y member satisfy NYPD police officer age requirement?",
        "answer": "Yes"
    },
    {
        "input": "Could an infant solve a sudoku puzzle?",
        "answer": "No"
    },
    {
        "input": "Is pickled cucumber ever red?",
        "answer": "Yes"
    },
    {
        "input": "Does coding rely on Boolean algebra characters?",
        "answer": "Yes"
    },
    {
        "input": "Are there people who are men who experience menstruation?",
        "answer": "Yes"
    },
    {
        "input": "Would Bobby Jindal's high school mascot eat kibble?",
        "answer": "Yes"
    },
    {
        "input": "Is Route 66 generally unknown to Americans?",
        "answer": "No"
    },
    {
        "input": "Did Malcolm X use Unicode?",
        "answer": "No"
    },
    {
        "input": "Can a human heart last from NYC to Raleigh NC by Toyota Hiux?",
        "answer": "Yes"
    },
    {
        "input": "Is shrimp prevalent in Ethiopian cuisine?",
        "answer": "No"
    },
    {
        "input": "Was San Antonio the site of a major battle in the 19th century?",
        "answer": "Yes"
    },
    {
        "input": "Would a snakebite hypothetically be a threat to T-1000?",
        "answer": "No"
    },
    {
        "input": "Could a white belt defeat Jon Jones in a Brazilian jiu-jitsu match?",
        "answer": "No"
    },
    {
        "input": "Does Darth Vader's character resemble Severus Snape?",
        "answer": "No"
    },
    {
        "input": "Were weather phenomena avoided when naming minor league baseball teams?",
        "answer": "No"
    },
    {
        "input": "Are paratroopers good at mountain rescue?",
        "answer": "Yes"
    },
    {
        "input": "Did any cultures associate celery with death?",
        "answer": "Yes"
    },
    {
        "input": "Was Woodrow Wilson sandwiched between two presidents from the opposing party?",
        "answer": "Yes"
    },
    {
        "input": "Were there under 150,000 American troops in Vietnam in 1965?",
        "answer": "Yes"
    },
    {
        "input": "Would a thesis paper be unusual to assign to kindergartners?",
        "answer": "Yes"
    },
    {
        "input": "Would John the Baptist be invited to a hypothetical cephalophore reunion in heaven?",
        "answer": "No"
    },
    {
        "input": "Did the Wehrmacht affect the outcome of the War to End All Wars?",
        "answer": "No"
    },
    {
        "input": "Does Olympia Washington share name with Hephaestus's workshop location?",
        "answer": "Yes"
    },
    {
        "input": "Does the JPEG acronym stand for a joint committee?",
        "answer": "Yes"
    },
    {
        "input": "Is Mickey Mouse hypothetically unlikely to make a purchase at Zazzle?",
        "answer": "Yes"
    },
    {
        "input": "Do worshipers of Shiva make a pilgrimage to the Holy Land?",
        "answer": "No"
    },
    {
        "input": "Are leaves from coca good for gaining weight?",
        "answer": "No"
    },
    {
        "input": "Can black swan's formation type help spell longest word in Dictionary?",
        "answer": "Yes"
    },
    {
        "input": "Would Kelly Clarkson's voice shake glass?",
        "answer": "Yes"
    },
    {
        "input": "Does Santa Claus hypothetically give Joffrey Baratheon presents?",
        "answer": "No"
    },
    {
        "input": "Are slime lilies in a different scientific family than asparagus?",
        "answer": "No"
    },
    {
        "input": "Did Christopher Columbus go to Antarctica?",
        "answer": "No"
    },
    {
        "input": "Can a snake wear a snowshoe?",
        "answer": "No"
    },
    {
        "input": "Is a northern fur seal needing emergency surgery in July likely a safe anesthesia candidate?",
        "answer": "Yes"
    },
    {
        "input": "Does Orange County, California require airplanes to be quiet?",
        "answer": "Yes"
    },
    {
        "input": "Was Charlemagne's father instrumental in outcome of the Battle of Tours?",
        "answer": "No"
    },
    {
        "input": "Was Walt Disney ever interviewed by Anderson Cooper?",
        "answer": "No"
    },
    {
        "input": "Does Super Mario protagonist hypothetically not need continuing education classes in Illinois?",
        "answer": "No"
    },
    {
        "input": "Is strep throat harmless to singer Rita Ora after her 2020 tonsilitis surgery?",
        "answer": "No"
    },
    {
        "input": "Could William Franklyn-Miller win a 2020 Nascar Cup Series race?",
        "answer": "No"
    },
    {
        "input": "Was Los Angeles Memorial Sports Arena hypothetically inadequate for hosting Coachella?",
        "answer": "Yes"
    },
    {
        "input": "Did Moon Jae-in earn the Abitur as a teenager?",
        "answer": "No"
    },
    {
        "input": "Would Bandy be likely to become popular in Texas?",
        "answer": "No"
    },
    {
        "input": "Can Curiosity take samples of rocks from Lacus Temporis?",
        "answer": "No"
    },
    {
        "input": "Can pancreas removal cause bankruptcy?",
        "answer": "Yes"
    },
    {
        "input": "Would Lord Voldemort have been barred from Hogwarts under his own rules?",
        "answer": "Yes"
    },
    {
        "input": "Would moon cakes be easy to find in Chinatown, Manhattan?",
        "answer": "Yes"
    },
    {
        "input": "Can the President of Mexico vote in New Mexico primaries?",
        "answer": "No"
    },
    {
        "input": "Was John George Bice's birthplace near Cornwall?",
        "answer": "Yes"
    },
    {
        "input": "Will Elijah Cummings vote for Joe Biden in the next presidential elections?",
        "answer": "No"
    },
    {
        "input": "Would Lord Voldemort hypothetically be an effective fighter after Final Fantasy silence is cast?",
        "answer": "No"
    },
    {
        "input": "Does Disney have an ice princess?",
        "answer": "Yes"
    },
    {
        "input": "Are pennies commonly used in Canada?",
        "answer": "No"
    },
    {
        "input": "Does monster name in West African Folklore that witches send into villages set Scrabble record?",
        "answer": "No"
    },
    {
        "input": "Is Rosemary outclassed as plant found in most song titles?",
        "answer": "Yes"
    },
    {
        "input": "Is Phobos part of the Andromeda galaxy?",
        "answer": "No"
    },
    {
        "input": "Is Hermes equivalent to the Roman god Vulcan?",
        "answer": "No"
    },
    {
        "input": "Is an ocelot a good present for a kindergartener?",
        "answer": "No"
    },
    {
        "input": "Was Alaska part of the Northern Army during the Civil War?",
        "answer": "No"
    },
    {
        "input": "Would New Year's Eve hypothetically be Bacchus's favorite holiday?",
        "answer": "Yes"
    },
    {
        "input": "Is Poseidon similar to the god Vulcan?",
        "answer": "No"
    },
    {
        "input": "Did travelers sing sea shanties on the Oregon Trail?",
        "answer": "No"
    },
    {
        "input": "Do the directors of The Matrix advocate for transgender rights?",
        "answer": "Yes"
    },
    {
        "input": "Would menu at Chinese Starbucks be familiar to an American?",
        "answer": "No"
    },
    {
        "input": "Can children become lieutenants?",
        "answer": "Yes"
    },
    {
        "input": "Do Sweet Potatoes prevent other plants from growing in their place?",
        "answer": "Yes"
    },
    {
        "input": "Can paresthesia be caused by a white pigment?",
        "answer": "Yes"
    },
    {
        "input": "Are Scottish people descended from Mary, Queen of Scots part French?",
        "answer": "Yes"
    },
    {
        "input": "Did any citizen of San Antonio vote for Boris Johnson?",
        "answer": "No"
    },
    {
        "input": "Does handedness determine how you use American Sign Language?",
        "answer": "Yes"
    },
    {
        "input": "Is capsaicin associated with cooking?",
        "answer": "Yes"
    },
    {
        "input": "Does Capricorn astrology symbol have all of the parts of a chimera?",
        "answer": "No"
    },
    {
        "input": "Was the Japanese street aesthetic once illuminated by noble gasses?",
        "answer": "Yes"
    },
    {
        "input": "Can shooting bald eagle get a person more prison time than Michael Vick?",
        "answer": "Yes"
    },
    {
        "input": "4 Krispy Kreme glazed doughnuts exceed AHA  daily sugar allowance?",
        "answer": "Yes"
    },
    {
        "input": "Is the Matrix a standalone movie?",
        "answer": "No"
    },
    {
        "input": "Are people banned from entering the Forbidden City?",
        "answer": "No"
    },
    {
        "input": "If you have a serious injury in Bangladesh, would you probably dial a Fibonacci number?",
        "answer": "No"
    },
    {
        "input": "Were Jackson Pollock's parents not required to say The Pledge of Allegiance as children?",
        "answer": "Yes"
    },
    {
        "input": "Is winter solstice in Northern Hemisphere closer to July than in Southern Hemisphere?",
        "answer": "No"
    },
    {
        "input": "Do tourists prefer Tuvalu to Niue?",
        "answer": "No"
    },
    {
        "input": "Is \"A Tale of Two Cities\" a parody of the Bible?",
        "answer": "No"
    },
    {
        "input": "If you're pregnant, might you be recommended ginger?",
        "answer": "Yes"
    },
    {
        "input": "Has spinach been a source of power in a comic movie?",
        "answer": "Yes"
    },
    {
        "input": "Does welding with acetylene simulate the temperature of a star?",
        "answer": "Yes"
    },
    {
        "input": "Can an adult male stand on top Donatello's bronze David and touch the Sistine Chapel ceiling?",
        "answer": "No"
    },
    {
        "input": "Could Moulin Rouge have been hypothetically used as Spain's Spanish American War triage center?",
        "answer": "Yes"
    },
    {
        "input": "Would Downton Abbey finale viewership defeat every Kazakhstan citizen in tug of war?",
        "answer": "No"
    },
    {
        "input": "Are some Do It Yourself projects potentially lethal?",
        "answer": "Yes"
    },
    {
        "input": "Is an Eastern chipmunk likely to die before seeing two leap years?",
        "answer": "Yes"
    },
    {
        "input": "Will a rock float in the atmosphere of Earth?",
        "answer": "No"
    },
    {
        "input": "Has Burger King  contributed to a decrease in need for snowshoes?",
        "answer": "Yes"
    },
    {
        "input": "Was a USB flash drive used in The Godfather?",
        "answer": "No"
    },
    {
        "input": "Would Woodrow Wilson support Plessy v. Ferguson decision?",
        "answer": "Yes"
    },
    {
        "input": "Does Rahul Dravid belong to the family Gryllidae?",
        "answer": "No"
    },
    {
        "input": "Can you hide a pet macaque under your desk?",
        "answer": "Yes"
    },
    {
        "input": "Can brewing occur in a prison environment?",
        "answer": "Yes"
    },
    {
        "input": "Would it be impossible to seat every Chief Justice of the United States on a Boeing 737?",
        "answer": "No"
    },
    {
        "input": "Was Saudi Aramco started due to an assassination?",
        "answer": "Yes"
    },
    {
        "input": "Can soup be eaten with the hands?",
        "answer": "No"
    },
    {
        "input": "Would Eric Clapton's mother hypothetically be unable to legally purchase cigarettes in the USA at his birth?",
        "answer": "Yes"
    },
    {
        "input": "Did Secretariat win a Formula One championship?",
        "answer": "No"
    },
    {
        "input": "Would Iggy Pop travel with Justin Bieber?",
        "answer": "No"
    },
    {
        "input": "Would Eminem perform well at the International Mathematical Olympiad?",
        "answer": "No"
    },
    {
        "input": "Could Godzilla have been killed by the Tohoku earthquake?",
        "answer": "No"
    },
    {
        "input": "Could you watch all of JAG in six months?",
        "answer": "Yes"
    },
    {
        "input": "Is the Greek alphabet as common as Sumerian cuneiform?",
        "answer": "No"
    },
    {
        "input": "Does selling a 2020 Chevrolet Corvette almost pay for a year at Columbia University?",
        "answer": "Yes"
    },
    {
        "input": "Could all Tahiti hotels hypothetically accommodate US D-Day troops?",
        "answer": "No"
    },
    {
        "input": "Is Edward Snowden in hiding from the United States?",
        "answer": "No"
    },
    {
        "input": "Do Leafhoppers compete with Log Cabin syrup producers for resources?",
        "answer": "Yes"
    },
    {
        "input": "Is capturing giant squid in natural habitat impossible with no gear?",
        "answer": "Yes"
    },
    {
        "input": "Would the author of Little Women have remembered the ratification of the 13th Amendment?",
        "answer": "Yes"
    },
    {
        "input": "Does Dragon Ball shows and movies fall short of Friday 13th number of projects?",
        "answer": "Yes"
    },
    {
        "input": "Would drinking a glass of lemonade provide Vitamin C?",
        "answer": "Yes"
    },
    {
        "input": "Does Bombyx mori have a monopoly over silk production?",
        "answer": "No"
    },
    {
        "input": "Did the crew of Apollo 15 take pictures of Mount Sharp?",
        "answer": "No"
    },
    {
        "input": "Should you bring your own bags to Aldi?",
        "answer": "Yes"
    },
    {
        "input": "Are the brooms from curling good for using on house floors?",
        "answer": "No"
    },
    {
        "input": "Does having lip piercings lead to more expensive dental bills?",
        "answer": "Yes"
    },
    {
        "input": "Is ABBA's 1970's genre still relevant today?",
        "answer": "Yes"
    },
    {
        "input": "Is J.D. Salinger's most successful work influential to killers?",
        "answer": "Yes"
    },
    {
        "input": "Would Cyndi Lauper use milk substitute in her rice pudding?",
        "answer": "Yes"
    },
    {
        "input": "Was Gandalf present at the death of Eomer?",
        "answer": "No"
    },
    {
        "input": "Is there a full Neptunian orbit between the first two burials of women in the Panthéon?",
        "answer": "No"
    },
    {
        "input": "Are you more likely to find bipolar disorder in a crowd than diabetes?",
        "answer": "No"
    },
    {
        "input": "Coud every wife of Stone Cold Steve Austin fit in Audi TT?",
        "answer": "Yes"
    },
    {
        "input": "Could an NBA game be completed within the span of the Six-Day War?",
        "answer": "Yes"
    },
    {
        "input": "Has Ivan the Terrible flown to Europe?",
        "answer": "No"
    },
    {
        "input": "Would a TMNT coloring book have pizza in it?",
        "answer": "Yes"
    },
    {
        "input": "Are kayaks used at the summit of Mount Everest?",
        "answer": "Yes"
    },
    {
        "input": "Can you drown in a Swan Lake performance?",
        "answer": "No"
    },
    {
        "input": "Do Armenians tend to dislike System of a Down?",
        "answer": "No"
    },
    {
        "input": "Can you listen to the entire Itunes song catalog in one year?",
        "answer": "No"
    },
    {
        "input": "Would WWF be angrier if you killed koala instead of black swan?",
        "answer": "Yes"
    },
    {
        "input": "Would Hodor hypothetically be a good math mathematician?",
        "answer": "No"
    },
    {
        "input": "Does rock star Keith Richards play a captain of a boat in a movie?",
        "answer": "Yes"
    },
    {
        "input": "Does Ahura Mazda have a rivalry with Zeus?",
        "answer": "No"
    },
    {
        "input": "Can a Toyota Supra make a vlog?",
        "answer": "No"
    },
    {
        "input": "Would most grand masters know what the French Defense is?",
        "answer": "Yes"
    },
    {
        "input": "Would Garfield like canid food?",
        "answer": "No"
    },
    {
        "input": "Would Franz Ferdinand have survived with armadillo armor?",
        "answer": "No"
    },
    {
        "input": "Will the torso be safe from blows to the largest and smallest bones in body?",
        "answer": "Yes"
    },
    {
        "input": "Can Planned Parenthood tell your University that you have Herpes simplex virus?",
        "answer": "No"
    },
    {
        "input": "Does Guam have a state capital?",
        "answer": "No"
    },
    {
        "input": "Do you have to pass through circle of lust to find Saladin in Dante's Inferno?",
        "answer": "No"
    },
    {
        "input": "Would an explosion at a gunpowder storage facility result in a supersonic shock wave?",
        "answer": "No"
    },
    {
        "input": "At midnight in Times Square on New Years Eve, are you likely to meet people in diapers?",
        "answer": "Yes"
    },
    {
        "input": "Is a railroad engineer needed during NASCAR events?",
        "answer": "No"
    },
    {
        "input": "Did Beethoven enjoy listening to EDM?",
        "answer": "No"
    },
    {
        "input": "Did Woodrow Wilson consider Blacks to be equal members of society?",
        "answer": "No"
    },
    {
        "input": "Can a snow leopard eat twice its own body weight?",
        "answer": "Yes"
    },
    {
        "input": "Is it expected that Charla Nash would be anxious near a gorilla?",
        "answer": "Yes"
    },
    {
        "input": "Do guitarists need both hands to play?",
        "answer": "Yes"
    },
    {
        "input": "Did Al Pacino act in a movie during World War II?",
        "answer": "No"
    },
    {
        "input": "Could James Brown's ex-wives hold a doubles game of tennis?",
        "answer": "Yes"
    },
    {
        "input": "Does Robert De Niro use a microscope at work?",
        "answer": "No"
    },
    {
        "input": "Did number of Imams Reza Shah believed in exceed number of Jesus's disciples?",
        "answer": "No"
    },
    {
        "input": "Does chlorine inhibit photosynthesis?",
        "answer": "Yes"
    },
    {
        "input": "Would a 75 degree Fahrenheit day be unusual on the Antarctic Peninsula?",
        "answer": "Yes"
    },
    {
        "input": "Would Richard Dawkins hypothetically refuse an offering of the Last rites?",
        "answer": "Yes"
    },
    {
        "input": "Would the high school class of 2010 have lived through the Presidency of Richard Nixon?",
        "answer": "No"
    },
    {
        "input": "Are there multiple Disney Zorro?",
        "answer": "Yes"
    },
    {
        "input": "Is the Hobbit more profitable for proofreader than Constitution of the United States?",
        "answer": "Yes"
    },
    {
        "input": "Did any of the amazons on Xena: Warrior Princess star on later shows?",
        "answer": "Yes"
    },
    {
        "input": "Can crane slamdunk?",
        "answer": "No"
    },
    {
        "input": "Would a black widow woman have use for peaches?",
        "answer": "Yes"
    },
    {
        "input": "Is Nine Inch Nails a good guest for students in earliest grade to take Iowa tests?",
        "answer": "No"
    },
    {
        "input": "Would a Nike shoebox be too small to fit a swan in?",
        "answer": "Yes"
    },
    {
        "input": "Are chinchillas cold-blooded?",
        "answer": "No"
    },
    {
        "input": "Would a body builder prefer an elk burger over a beef burger?",
        "answer": "Yes"
    },
    {
        "input": "Has Freemasonry been represented on the Moon?",
        "answer": "Yes"
    },
    {
        "input": "Do storks need golden toads to survive?",
        "answer": "No"
    },
    {
        "input": "Would an uninsured person be more likely than an insured person to decline a CT scan?",
        "answer": "Yes"
    },
    {
        "input": "Do spider wasps have eight legs?",
        "answer": "No"
    },
    {
        "input": "Can people die from brake failure?",
        "answer": "Yes"
    },
    {
        "input": "Can a Muslim eat a McRib sandwich?",
        "answer": "No"
    },
    {
        "input": "Are all United States Aldi locations owned by the same company?",
        "answer": "No"
    },
    {
        "input": "Does the Red Sea have biblical significance?",
        "answer": "Yes"
    },
    {
        "input": "Phileas Fogg's around the world would be difficult to achieve during Pope John Paul I's reign?",
        "answer": "Yes"
    },
    {
        "input": "Can lettuce result in spontaneous abortion?",
        "answer": "Yes"
    },
    {
        "input": "Is Sea World hazardous to leopard seal's health?",
        "answer": "Yes"
    },
    {
        "input": "Would a Gray Whale fit easily in an above ground pool?",
        "answer": "No"
    },
    {
        "input": "Could two newborn American Black Bear cubs fit on a king size bed?",
        "answer": "Yes"
    },
    {
        "input": "Would kaffir lime be good in a White Russian?",
        "answer": "No"
    },
    {
        "input": "In Doctor Who, did the war doctor get more screen time than his successor?",
        "answer": "No"
    },
    {
        "input": "Could a wandering albatross fly from Bucharest to New York City without a rest?",
        "answer": "Yes"
    },
    {
        "input": "Will Chuck Norris be a nonagenarian by time next leap year after 2020 happens?",
        "answer": "No"
    },
    {
        "input": "Would a German Shepherd be welcome in an airport?",
        "answer": "Yes"
    },
    {
        "input": "Is the foot part of the metric system?",
        "answer": "No"
    },
    {
        "input": "Do Do It Yourself channels online always show realistic projects?",
        "answer": "No"
    },
    {
        "input": "Is Atlantic cod found in a vegemite sandwich?",
        "answer": "No"
    },
    {
        "input": "Would costumes with robes and pointy hats be helpful for Macbeth?",
        "answer": "Yes"
    },
    {
        "input": "Did Emma Stone pursue a higher education?",
        "answer": "No"
    },
    {
        "input": "Could all the unemployed people due to 1933 Great Depression fit in Tiger Stadium?",
        "answer": "No"
    },
    {
        "input": "Did a Polish poet write sonnets about Islamic religion?",
        "answer": "Yes"
    },
    {
        "input": "Would a model be likely to frequently enjoy the menu at Cookout?",
        "answer": "No"
    },
    {
        "input": "Is the tongue part of a creature's head?",
        "answer": "Yes"
    },
    {
        "input": "Would an ancient visitor to Persia probably consume crocus threads?",
        "answer": "Yes"
    },
    {
        "input": "Could Durian cause someone's stomach to feel unwell?",
        "answer": "Yes"
    },
    {
        "input": "For bone growth, is kale more beneficial than spinach?",
        "answer": "Yes"
    },
    {
        "input": "Is there a jukebox musical about a sweet transvestite from Transexual, Transylvania?",
        "answer": "No"
    },
    {
        "input": "Could you drive from New England to a Sainsbury's?",
        "answer": "No"
    },
    {
        "input": "Would a Durian be dangerous if it fell on your head?",
        "answer": "Yes"
    },
    {
        "input": "Would you take a photo of a Saltwater crocodile in Memphis?",
        "answer": "No"
    },
    {
        "input": "Is San Diego County the home of a Shamu?",
        "answer": "Yes"
    },
    {
        "input": "Is grief always obvious when it is being experienced?",
        "answer": "No"
    },
    {
        "input": "Can preventive healthcare reduce STI transmission?",
        "answer": "Yes"
    },
    {
        "input": "Is Jack Black's height enough to satisfy Coronavirus distancing?",
        "answer": "No"
    },
    {
        "input": "Could Saint Peter watch television?",
        "answer": "No"
    },
    {
        "input": "Are there any official American knights?",
        "answer": "No"
    },
    {
        "input": "Could someone listen to the entire U2 debut studio album during an episode of Peppa Pig?",
        "answer": "No"
    },
    {
        "input": "Did Jerry Seinfeld have reason to cheer in 1986?",
        "answer": "Yes"
    },
    {
        "input": "Could Buzz Aldrin have owned a computer?",
        "answer": "Yes"
    },
    {
        "input": "Would the operating system of a Samsung Galaxy 1 sound edible?",
        "answer": "Yes"
    },
    {
        "input": "Is it normal to see a red panda in Shanghai outside of a zoo?",
        "answer": "No"
    },
    {
        "input": "Would a silicon shortage be bad for Intel's sales?",
        "answer": "Yes"
    },
    {
        "input": "Could you windsurf in Puerto Rico during Hurricane Maria?",
        "answer": "No"
    },
    {
        "input": "Has the Holy Grail been featured in at least five films?",
        "answer": "Yes"
    },
    {
        "input": "Was a person sold a Creative Commons License for Boticelli's The Birth of Venus ripped off?",
        "answer": "Yes"
    },
    {
        "input": "Would United States Air Force consider Return of the Jedi's Han Solo bad hypothetical candidate?",
        "answer": "Yes"
    },
    {
        "input": "Would Shaggy and Redenbacher popcorn founder both raise hand during first name roll call?",
        "answer": "Yes"
    },
    {
        "input": "Were gladiators associated with the Coloseum?",
        "answer": "Yes"
    },
    {
        "input": "Do Jehovah's Witnesses celebrate day before New Year's Day?",
        "answer": "No"
    },
    {
        "input": "Are Saturn's famous rings solid?",
        "answer": "No"
    },
    {
        "input": "Do you need both hot and cold water to peel a tomato?",
        "answer": "Yes"
    },
    {
        "input": "Would a Dolce & Gabbana suit wearer be shunned by their Amish cousins?",
        "answer": "Yes"
    },
    {
        "input": "Does Super Mario mainly focus on a man in green?",
        "answer": "No"
    },
    {
        "input": "Would LeBron James hypothetically glance upwards at Yuri Gagarin?",
        "answer": "No"
    },
    {
        "input": "Does Carl Linnaeus share the same final resting place as Michael Jackson?",
        "answer": "No"
    },
    {
        "input": "Are coopers required in the beverage industry?",
        "answer": "Yes"
    },
    {
        "input": "Can a student from Smithtown's Cleary School understand the speech of a French person?",
        "answer": "No"
    },
    {
        "input": "Do people associate greyhounds with the movie 'Homeward Bound'?",
        "answer": "No"
    },
    {
        "input": "Did Terry Pratchett write about quantum mechanics?",
        "answer": "Yes"
    },
    {
        "input": "Is Islamophobia against Cyprus majority religion misdirected?",
        "answer": "Yes"
    },
    {
        "input": "Could a fan of the Botany Swarm vote for John Key?",
        "answer": "Yes"
    },
    {
        "input": "Could Maroon 5 have hypothetically held a concert at Roman Colosseum?",
        "answer": "Yes"
    },
    {
        "input": "Is Cookie Monster's diet Paleo friendly?",
        "answer": "No"
    },
    {
        "input": "Did Millard Fillmore help to establish the University of Pittsburgh?",
        "answer": "No"
    },
    {
        "input": "Is Christianity better for global warming than Satanism?",
        "answer": "Yes"
    },
    {
        "input": "Was Robert Downey Jr. a good role model as a young man?",
        "answer": "No"
    },
    {
        "input": "Can you transport a coin along a sea of mercury?",
        "answer": "Yes"
    },
    {
        "input": "Is Newt Gingrich's nickname a type of Reptile?",
        "answer": "No"
    },
    {
        "input": "Can a Reconstruction era coin buy DJI Mavic Pro Drone?",
        "answer": "Yes"
    },
    {
        "input": "Is breast cancer associated with a ribbon?",
        "answer": "Yes"
    },
    {
        "input": "Is a paraplegic suitable for conducting an orchestra?",
        "answer": "Yes"
    },
    {
        "input": "Can a single honey bee sting multiple humans?",
        "answer": "No"
    },
    {
        "input": "Could Bob Marley's children hypothetically win tug of war against Kublai Khan's children?",
        "answer": "No"
    },
    {
        "input": "Do some home remedies result in your skin color turning blue?",
        "answer": "Yes"
    },
    {
        "input": "Did the Berlin Wall prevent any athletes from competing in the 1936 Summer Olympics?",
        "answer": "No"
    },
    {
        "input": "Do American teams in National Hockey League outnumber Canadian teams?",
        "answer": "Yes"
    },
    {
        "input": "Can an African Elephant get pregnant twice in a year?",
        "answer": "No"
    },
    {
        "input": "Could a newborn look over the top of a fully grown horseradish plant?",
        "answer": "No"
    },
    {
        "input": "Is Cambodia too expensive for 2020 richest billionaire to own?",
        "answer": "No"
    },
    {
        "input": "Did Cleopatra have ethnicity closer to Egyptians than Greeks?",
        "answer": "No"
    },
    {
        "input": "Can ham make a cut seal up quicker?",
        "answer": "Yes"
    },
    {
        "input": "Would a duke hypothetically be subservient to a Tsar?",
        "answer": "Yes"
    },
    {
        "input": "Could a dandelion suffer from hepatitis?",
        "answer": "No"
    },
    {
        "input": "Is eggplant deadly to most atopic individuals?",
        "answer": "No"
    },
    {
        "input": "Could you go to New York Public Library and the Six Flags Great Escape in the same day?",
        "answer": "Yes"
    },
    {
        "input": "Is there radiation where Nikola Tesla once worked?",
        "answer": "Yes"
    },
    {
        "input": "Was the Mentalist filmed in black and white?",
        "answer": "No"
    },
    {
        "input": "Would Bugs Bunny harm an olive tree in the real world?",
        "answer": "Yes"
    },
    {
        "input": "Can Family of Barack Obama ride comfortably in 2020 Jaguar F Type?",
        "answer": "No"
    },
    {
        "input": "Does Princess Peach's dress resemble a peach fruit?",
        "answer": "No"
    },
    {
        "input": "Would the chef at La Grenouille find salsa to be a strange request?",
        "answer": "Yes"
    },
    {
        "input": "Does Abdulqawi Yusuf go to the Hague on a typical work day?",
        "answer": "Yes"
    },
    {
        "input": "Is it understandable to compare a blood spatter pattern to a Jackson Pollock piece?",
        "answer": "Yes"
    },
    {
        "input": "Can the city of Miami fit inside Uppsala?",
        "answer": "No"
    },
    {
        "input": "Can a microwave melt a Toyota Prius battery?",
        "answer": "No"
    },
    {
        "input": "Did J. P. Morgan have healthy lungs?",
        "answer": "No"
    },
    {
        "input": "Has Gorillaz creator been in more bands than Bernard Sumner?",
        "answer": "Yes"
    },
    {
        "input": "Could the Austrian casualties from Seven Years' War fit in Indianapolis Motor Speedway?",
        "answer": "Yes"
    },
    {
        "input": "Was King Kong (2005 film) solvent?",
        "answer": "Yes"
    },
    {
        "input": "Is growing seedless cucumber good for a gardener with entomophobia?",
        "answer": "Yes"
    },
    {
        "input": "Is Garfield known for hating italian cuisine?",
        "answer": "No"
    },
    {
        "input": "Do Shinto practitioners keep to a kosher diet?",
        "answer": "No"
    },
    {
        "input": "Does the texture of leaves remain the same independent of their coloring changing?",
        "answer": "No"
    },
    {
        "input": "Is the tree species that the name Leipzig refers to an evergeen tree?",
        "answer": "No"
    },
    {
        "input": "Does acupuncture cause pain in many people?",
        "answer": "No"
    },
    {
        "input": "If one of your feet is in a leg cast, should the other be in a sandal?",
        "answer": "No"
    },
    {
        "input": "Would food made with black salt smell of sulfur?",
        "answer": "Yes"
    },
    {
        "input": "Would the average Hawaiian male experience more days on Earth compared to a wild cane toad?",
        "answer": "Yes"
    },
    {
        "input": "Do people with swallowing disorders need high viscosity drinks?",
        "answer": "Yes"
    },
    {
        "input": "Is Krishna similar to Holy Spirit?",
        "answer": "Yes"
    },
    {
        "input": "Was the Treaty of Versailles settled over blueberry scones?",
        "answer": "No"
    },
    {
        "input": "Are Disney's seven dwarves the original ones?",
        "answer": "No"
    },
    {
        "input": "In most Mennonite homes, would children know of The Powerpuff Girls?",
        "answer": "No"
    },
    {
        "input": "Is Capricorn the hypothetical zodiac sign of Satanism?",
        "answer": "Yes"
    },
    {
        "input": "Were plants crucial for The King of Rock'n Roll's snack with bananas?",
        "answer": "Yes"
    },
    {
        "input": "Does Hanuman have some of the same duties as Athena?",
        "answer": "Yes"
    },
    {
        "input": "Is a jellyfish safe from atherosclerosis?",
        "answer": "Yes"
    },
    {
        "input": "Can Immersion Baptism lead to a death like Jeff Buckley's?",
        "answer": "Yes"
    },
    {
        "input": "Are raw carrots better for maximizing vitamin A intake?",
        "answer": "No"
    },
    {
        "input": "Could someone have arrived at Wrestlemania X in a Toyota Prius?",
        "answer": "No"
    },
    {
        "input": "Would Emmanuel Macron celebrate Cinco de Mayo?",
        "answer": "No"
    },
    {
        "input": "Do sand cats avoid eating all of the prey of eels?",
        "answer": "No"
    },
    {
        "input": "Is Drew Carey important to the history of wrestling?",
        "answer": "Yes"
    },
    {
        "input": "Are fossil fuels reducing jobs in the Gulf of Mexico?",
        "answer": "Yes"
    },
    {
        "input": "Do manta rays live in water above the safe temperature for cold food storage?",
        "answer": "Yes"
    },
    {
        "input": "Is a felony jury enough people for a Bunco game?",
        "answer": "Yes"
    },
    {
        "input": "Could the Eiffel Tower be completely submerged at the Arctic Ocean's deepest point?",
        "answer": "Yes"
    },
    {
        "input": "Would a CEO typically clean the toilets in a company's building?",
        "answer": "No"
    },
    {
        "input": "Is Christmas celebrated during winter?",
        "answer": "Yes"
    },
    {
        "input": "Was Moliere Queen Margot's ill fated lover?",
        "answer": "No"
    },
    {
        "input": "For Hostas to look their best, do they need lots of chlorophyll?",
        "answer": "Yes"
    },
    {
        "input": "Is an astronomer interested in drosophila?",
        "answer": "No"
    },
    {
        "input": "Could you buy Hershey's Kisses in red foil with farthings after 1960?",
        "answer": "No"
    },
    {
        "input": "Did Gauss have a normal brain structure?",
        "answer": "No"
    },
    {
        "input": "Is dopamine snorted nasally by drug users?",
        "answer": "No"
    },
    {
        "input": "Is it common for women to have moustaches?",
        "answer": "No"
    },
    {
        "input": "Did Demi Lovato's ancestors help turn maize into popcorn?",
        "answer": "Yes"
    },
    {
        "input": "Would Şerafeddin Sabuncuoğlu have eaten Börek?",
        "answer": "Yes"
    },
    {
        "input": "Would somebody leave reiki with bruises?",
        "answer": "No"
    },
    {
        "input": "Would Firefighters be included in a September 11th memorial?",
        "answer": "Yes"
    },
    {
        "input": "Did Martin Luther believe in Satan?",
        "answer": "Yes"
    },
    {
        "input": "Does Neville Longbottom have more courage as a child than as an adult?",
        "answer": "No"
    },
    {
        "input": "Would the owners of the company Peter Griffin works for need barley?",
        "answer": "Yes"
    },
    {
        "input": "Can an American black bear swallow a sun bear whole?",
        "answer": "No"
    },
    {
        "input": "Would the average American family find Adam Sandler's home to be too small?",
        "answer": "No"
    },
    {
        "input": "Is the Holy Land important to Eastern religions?",
        "answer": "No"
    },
    {
        "input": "Could all People's Volunteer Army hypothetically be transported on Symphony of the Seas?",
        "answer": "No"
    },
    {
        "input": "Could the leader of Heaven's Gate save images in JPEG format?",
        "answer": "Yes"
    },
    {
        "input": "Are the knights in the Medieval Times show not authentic knights?",
        "answer": "Yes"
    },
    {
        "input": "Would Bruce Gandy be an odd choice for Messiah (Handel)?",
        "answer": "Yes"
    },
    {
        "input": "Does Amtrak run from NYC directly to the Moai location?",
        "answer": "No"
    },
    {
        "input": "Can Lamborghini's fastest model win a race against a Porsche 911?",
        "answer": "Yes"
    },
    {
        "input": "Are fresh garlic cloves as easy to eat as roasted garlic cloves?",
        "answer": "No"
    },
    {
        "input": "Do most college students own a fax machine?",
        "answer": "No"
    },
    {
        "input": "Could Bernie Sanders visit the Metropolitan Museum of Art twenty times for under two hundred dollars?",
        "answer": "No"
    },
    {
        "input": "Did the Qwerty keyboard layout predate computers?",
        "answer": "Yes"
    },
    {
        "input": "Do any Islamic dominated countries have a Starbucks?",
        "answer": "Yes"
    },
    {
        "input": "Is it normal to blow out candles during a funeral?",
        "answer": "No"
    },
    {
        "input": "Was Eve involved in an incestuous relationship?",
        "answer": "Yes"
    },
    {
        "input": "Do placozoa get learning disabilities?",
        "answer": "No"
    },
    {
        "input": "Are System of a Down opposed to globalization?",
        "answer": "Yes"
    },
    {
        "input": "Was Dr. Seuss a liar?",
        "answer": "Yes"
    },
    {
        "input": "Is it normally unnecessary to wear a coat in Hollywood in July?",
        "answer": "Yes"
    },
    {
        "input": "Would Saddam Hussein hypothetically choose Saladin as ally over Idris I?",
        "answer": "Yes"
    },
    {
        "input": "Is March named after Jupiter's son in Roman mythology?",
        "answer": "Yes"
    },
    {
        "input": "Was Subway involved in a pedophilia scandal?",
        "answer": "Yes"
    },
    {
        "input": "Is the current Chief Justice of the United States forbidden from buying alcohol?",
        "answer": "No"
    },
    {
        "input": "Would it be difficult for Will Ferrell to win Empire Award for Best Newcomer?",
        "answer": "Yes"
    },
    {
        "input": "Does Felix Potvin have a position on a dodgeball team?",
        "answer": "No"
    },
    {
        "input": "Is the Gujarati script the same category of script as Kanji?",
        "answer": "No"
    },
    {
        "input": "Do you find glutamic acid in a severed finger?",
        "answer": "Yes"
    },
    {
        "input": "Is blonde hair green eyed Sara Paxton considered a Latino?",
        "answer": "Yes"
    },
    {
        "input": "Did President William Howard Taft read DC Comics?",
        "answer": "No"
    },
    {
        "input": "Do Muslims have a different idea of Seraphim than Christians?",
        "answer": "No"
    },
    {
        "input": "Would you hire someone with dyscalculia to do surveying work?",
        "answer": "No"
    },
    {
        "input": "Are banana trees used by judges for maintaining order?",
        "answer": "No"
    },
    {
        "input": "If your skin was turning the color of a zombie, could it be because of nickel?",
        "answer": "Yes"
    },
    {
        "input": "Could a single bitcoin ever cover cost of a Volkswagen Jetta?",
        "answer": "Yes"
    },
    {
        "input": "Does Fraktur have a sordid history?",
        "answer": "Yes"
    },
    {
        "input": "Was Martin Luther same sect as Martin Luther King Jr.?",
        "answer": "No"
    },
    {
        "input": "Would Donald Duck be allowed into most grocery stores?",
        "answer": "No"
    },
    {
        "input": "Will someone die without white blood cells?",
        "answer": "Yes"
    },
    {
        "input": "Did Rand Paul frequently swim in Lake Michigan during his undergraduate years?",
        "answer": "No"
    },
    {
        "input": "Can Simon Cowell vote for the next Supreme Court judge?",
        "answer": "No"
    },
    {
        "input": "Can Michael Bloomberg fund the debt of Micronesia for a decade?",
        "answer": "Yes"
    },
    {
        "input": "Are Leopard cats in less dire straits than Bornean Orangutan?",
        "answer": "Yes"
    },
    {
        "input": "Could a cat ride Panzer VIII Maus tank missile from Barcelona to Madrid?",
        "answer": "No"
    },
    {
        "input": "Are Aldi's foods discounted due to being out of date?",
        "answer": "No"
    },
    {
        "input": "Would Carrie Poppy be likely to trust a psychic?",
        "answer": "No"
    },
    {
        "input": "Does an organ donor need to be dead to donate a kidney?",
        "answer": "No"
    },
    {
        "input": "Is it impossible to tell if someone is having a stroke?",
        "answer": "No"
    },
    {
        "input": "Can you taste Law & Order?",
        "answer": "No"
    },
    {
        "input": "Does the Roman god Vulcan have a Greek equivalent?",
        "answer": "Yes"
    },
    {
        "input": "Can you only see hippopotamus in Africa?",
        "answer": "No"
    },
    {
        "input": "Should you wrap a gift for a mother of a stillborn in stork wrapping paper?",
        "answer": "No"
    },
    {
        "input": "Can you buy Casio products at Petco?",
        "answer": "No"
    },
    {
        "input": "Would Immanuel Kant be disgusted by the Black Lives Matter movement?",
        "answer": "Yes"
    },
    {
        "input": "Are pancakes a bad snack for cats?",
        "answer": "Yes"
    },
    {
        "input": "Will a Euro sink in water?",
        "answer": "Yes"
    },
    {
        "input": "Would a honey badger's dentures be different from a wolverine's?",
        "answer": "Yes"
    },
    {
        "input": "Is Cholera alive?",
        "answer": "Yes"
    },
    {
        "input": "Did Wednesday have something to do with Thor?",
        "answer": "Yes"
    },
    {
        "input": "Is honey associated with queens?",
        "answer": "Yes"
    },
    {
        "input": "Could Robert Wadlow hypothetically see Frankenstein's monster's bald spot from above?",
        "answer": "Yes"
    },
    {
        "input": "Would a kindergarten teacher make a lesson of the New Testament?",
        "answer": "No"
    },
    {
        "input": "Did Alfred Nobel write a banned book?",
        "answer": "Yes"
    },
    {
        "input": "Does taking ukemi halt kinetic energy?",
        "answer": "No"
    },
    {
        "input": "Do more anchovy live in colder temperature waters than warmer?",
        "answer": "No"
    },
    {
        "input": "Does being good at guitar hero make you a good guitarist?",
        "answer": "No"
    },
    {
        "input": "Did any killer Manson band members were named for exceed Charles Manson's kills?",
        "answer": "Yes"
    },
    {
        "input": "Do Christians anticipate an existence in Sheol after death?",
        "answer": "No"
    },
    {
        "input": "Can Justin Timberlake ride Shipwreck Falls at Six Flags?",
        "answer": "Yes"
    },
    {
        "input": "Can amoebas get cancer?",
        "answer": "No"
    },
    {
        "input": "Did U.S. soldiers listen to Justin Bieber's Believe album during the Battle of Baghdad?",
        "answer": "No"
    },
    {
        "input": "Would a vegan eat a traditional Paella dish?",
        "answer": "No"
    },
    {
        "input": "Was Mozart accused of stealing from Richard Wagner?",
        "answer": "No"
    },
    {
        "input": "Would it be unusual to find a yellow perch in the Red Sea?",
        "answer": "Yes"
    },
    {
        "input": "Did land owners elect their rulers in the Kingdom of Hungary?",
        "answer": "No"
    },
    {
        "input": "Would Topa Inca Yupanqui have encountered the western honey bee?",
        "answer": "No"
    },
    {
        "input": "Did Alice's Adventures in Wonderland inspire Macbeth?",
        "answer": "No"
    },
    {
        "input": "Is a fairy more prevalent in world myths than a valkyrie?",
        "answer": "Yes"
    },
    {
        "input": "Is a Chinchilla breed of felis catus a type of rodent?",
        "answer": "No"
    },
    {
        "input": "Did Elizabeth II frequently visit Queen Victoria?",
        "answer": "No"
    },
    {
        "input": "Could the Great Wall of China connect the Dodgers to the White Sox?",
        "answer": "Yes"
    },
    {
        "input": "Is it unusual to play Happy hardcore music at a funeral?",
        "answer": "Yes"
    },
    {
        "input": "Could Sainsbury's buy Tesco?",
        "answer": "No"
    }
]